Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: <p>This submission can be now claimed by other student. Your claim expired on <span class="important">%(assignation_expire)s</span>, but you still can send your review. Hurry up!</p>
el: <p> Αυτή την υποβολή μπορεί πλεον να την διεκδικήσει άλλος μαθητής. Το δικαίωμα σας έληξε στις <span class="important">%(assignation_expire)s</span>, αλλά και πάλι μπορείτε να στείλετε την αξιολόγηση σας. Βιαστείτε!</p>
es: Este ejercicio puede ahora ser asignado a otro alumno. Su consesión cacuducó el %(assignation_expire)s, pero aún puedes enviar su revisión. Dese prisa!
it: <p> Questo contributo può essere ora richiesto da altri studenti. La tua richiesta è scaduta il <span class = "importante ">%(assignation_expire)s </span>, ma è ancora possibile inviare la tua valutazione. Sbrigati! </P>
tr: <p>Bu gönderi diğer öğrenciler tarafından talep edilebilir. Talebiniz <span class="important">%(assignation_expire)s</span>sona eriyor, fakat hala değerlendirmenizi gönderebilirsiniz. Acele ediniz!</p>

source: Remember:
ar: تذكر:
de: Erinnerung
el: Να θυμάστε:
es: Recuerda:
it: Ricorda:
tr: Hatırla:

source: <p>You must review this exercise before <span class="important">%(assignation_expire)s.</span></p> <p>After this date, the review can be reassigned to another student.</p>
de: <p>Sie müssen diese Übung überprüfen vor <span class="important">%(assignation_expire)s.</span></p> <p>Nach diesem Datum kann die Überprüfung zu einem anderen Schüler zugewiesen werden.</p>
el: <p>Πρέπει να αξιολογήσετε αυτή την άσκηση πριν <span class="important">%(assignation_expire)s.</span></p> <p>Μετά από αυτή την ημερομηνία, η αξιολόγηση μπορεί να ανατεθεί εκ νέου σε άλλον μαθητή.</p>
es: Debes revisar este ejericio antes del %(assignation_expire)s. Después de esta fecha, la revisión puede ser reasignada a otro estudiante.
it: <p> È necessario rivedere questo contributo prima di <span class = "importante ">%(assignation_expire)s. </Span> </p> <p> Dopo questa data, la valutazione potrà essere riassegnata ad un altro studente. </p>
tr: <p Bu alıştırmayı <span class="important">%(assignation_expire)s.</span></p> öncesinde yapmanız gerekir <p>Bu tarihten sonra bu değerlendirme başka bir öğrenciye yeniden tahsis edilecek.</p>

source: How to review
ar: كيف تتم عملية المراجعة
de: Wie können Sie überprüfen?
el: Πώς να αξιολογήσετε
es: Cómo revisar
it: Come valutare
tr: Nasıl değerlendirme yapılır

source: Activity description
ar: شرح النشاط
de: Beschreibung Aktivität
el: Περιγραφή δραστηριότητας
es: Descripción de la actividad
it: Descrizione attività
tr: Aktivite Açıklaması

source: Student response
ar: إستجابة الطالب
de: Antwort Studenten
el: Απάντηση μαθητή
es: Respuesta del alumno
it: Risposta Studente
tr: Öğrenci yanıtı

source: Download student's submission
ar: تحميل تقديم الطالب
de: Herunterladen Studenteintrag
el: Κατεβάστε την υποβολή του μαθητή
es: Descargar la entrega del estudiante
it: Scarica il contributo dello studente
tr: Öğrenci gönderisini indir

source: You should scan this file with your antivirus software. %(site)s is not responsible for any harm this may cause to your computer.
el: Πρέπει να γίνει σάρωση αυτού του αρχείου με το λογισμικό προστασίας από ιούς. %(site)s δεν ανταποκρίνεται λόγω πιθανής βλάβης που μπορεί να προκαλέσει στον υπολογιστή σας.
es: Debes revisar este fichero con tu antivirus. %(site)s no es responsable de ningún daño que el fichero pueda causar a tu ordenador.
it: Si consiglia di eseguire la scansione di questo file con il software antivirus. %(site)s non è responsabile per qualsiasi danno questo file può causare al tuo computer.
tr: Antivirus yazılımı ile bu dosyayı skanlayınız. %(site)s bilgisyarınızda oluşabilecek zararlardan sorumlu değildir.

source: Evaluation criteria and review
ar: معايير التقييم والمراجعة
de: Bewertungskriterien und Überprüfung
el: Κριτήρια αξιολόγησης και επανεξέτασης
es: Criterios de evaluación y revisión
it: Criteri di valutazione e revisione
tr: Değerlendirme kriteri ve gözden geçirme

source: How I should score?
ar: كيف ينبغي أن أحصل على نتيجه؟
de: Wie soll ich auswerten?
el: Πώς θα πρέπει να σκοράρω;
es: ¿Cómo debo puntuar?
it: Come fare la revisione?
tr: Kaç puan almam gerekiyor?

source: My score:
ar: نتيجتي:
de: Meine Auswertung:
el: Η βαθμολογία μου:
es: Mi puntuación
it: Il mio punteggio:
tr: Puanım:

source: Send review
ar: أرسل المراجعة
de: Beurteilung senden
el: Αποστολή αξιολόγησης
es: Enviar revisión
it: Invia recensione
tr: Değerlendirme gönder

source: <p>This submission can be now claimed by other student. Your claim expired on <span class="important">%(assignation_expire)s, </span> but you still can send your review. Hurry up!</p>
el: <p> Αυτή την υποβολή μπορεί πλεον να την διεκδικήσει άλλος μαθητής. Το δικαίωμα σας έληξε στις <span class="important">%(assignation_expire)s</span>, αλλά και πάλι μπορείτε να στείλετε την αξιολόγηση σας. Βιαστείτε!</p>
es: Este ejercicio puede ahora ser asignado a otro alumno. Su consesión cacuducó el %(assignation_expire)s, pero aún puedes enviar su revisión. Dese prisa!
it: <p> Questo contributo può essere ora richiesto da altri studenti. La tua richiesta è scaduta il <span class = "importante ">%(assignation_expire)s, </span>, ma è ancora possibile inviare la recensione. Affrettati! </P>
tr: <p>Gönderi artık başka öğrenciler tarafından talep edilebilir. Talebiniz <span class="important">%(assignation_expire)s, </span> tarihinde sona erdi, ancak hala değerlendirmenizi gönderebilirsiniz. Acele ediniz!</p>

source: <p>You must review this exercise before <span class="important">%(assignation_expire)s. </span>After this date, the review can be reassigned to another student.</p>
de: <p>Diese Übung sollte überprüft werden vor<span class="important">%(assignation_expire)s. </span>Nach Ablauf dieser Frist, kann der Beitrag an einem anderen Schüler zugewiesen werden. </p>
el: <p>Πρέπει να αξιολογήσετε αυτή την άσκηση πριν <span class="important">%(assignation_expire)s.</span></p> <p>Μετά από αυτή την ημερομηνία, η αξιολόγηση μπορεί να ανατεθεί εκ νέου σε άλλον μαθητή.</p>
es: Debes revisar este ejericio antes del %(assignation_expire)s. Después de esta fecha, la revisión puede ser reasignada a otro estudiante.
it: <p> È necessario valutare questo contributo prima <span class = "importante ">%(assignation_expire)s. </Span> Dopo questa data, la valutazione potrà essere riassegnata ad un altro studente. </P>
tr: <p>Bu alıştırmayı <span class="important">%(assignation_expire)s. </span> öncesinde yapmanız gerekmektedir. Bu tarihten sonra değerlendirme başka bir öğrenciye yeniden tahis edilebilir.</p>

source: Unfortunately there is no submissions available for your language, click here to try again with other languages
ar: للأسف لا توجد بيانات متاحة عن اللغة الخاصة بك، انقر هنا للمحاولة مرة أخرى مع لغات أخرى
el: Δυστυχώς δεν υπάρχουν υποβολές διαθέσιμες στην γλώσσα σας, πατήστε εδώ ξανά για να δοκιμάσετε με άλλες γλώσσες
tr: Sizin dilinizde erişilebilir bir gönderi yoktur. Diğer dillerle tekrar denemek için buraya tıklayınız

source: This course does not have any Peer Review Assignment
ar: This course does dispose of any Peer Review Assignments
de: Dieser Kurs verfügt nicht über Peer Review Aufträge
el: Αυτό το μάθημα δεν έχει καμία καταχώρηση αξιολόγησης από συναδέλφους
es: Este curso no tiene ningúna actividad a revisar por compañeros
it: Questo corso non ha alcuna attività di valutazione tra pari.
tr: Bu kursta herhangi bir Arkadaş Değerlendirme Ödevi yoktur

source: You can try enrolling in another course
ar: You may try enrolling in different course
de: Versuchen Sie sich bitte für einen alternative Kurs zu registrieren
el: Μπορείτε να δοκιμάσετε να εγγραφείτε σε άλλο μάθημα
es: Puedes probar matriculándote en otro curso
it: Puoi provare a iscriverti a un altro corso
tr: Başka bir kursa kayıt olmayı deneyebilirsiniz

source: Sorry, the time for reviewing assignments has expired.
ar: عذرا، انتهى الوقت للقيام بمهام مراجعة.
el: Απολογούμαστε, ο χρόνος αξιολόγησης εργασιών έχει λήξει.
tr: Üzgünüz, ödevi değerlendirme süresi sona erdi.

source: Permanent link
ar: رابط دائم
el: Μόνιμος σύνδεσμος
es: Enlace permanente
it: Link permanente
tr: Kalıcı bağlantı

source: Organization name
ar: اسم المؤسسة
de: Organisationsname
el: Όνομα οργανισμού
es: Nombre de la organización
it: Nome organizzazione
tr: Organizasyon adı

source: Organization logo
ar: شعار المؤسسة
de: Organisationslogo
el: Λογότυπο οργανισμού
es: Logo de la organización
it: Organizzazione logo
tr: Organizasyon logosu

source: Last announcement viewed
ar: آخر إعلان ظهر
de: Angeschaute Ankündigungen
el: Η τελευταία ανακοίνωση εμφανίστηκε
es: Último comunicado visto
it: Ultimo annuncio visto
tr: Son duyurular görüldü

source: Male
ar: ذكر
de: männlich
el: Άρρεν
es: Hombre
it: Maschio
tr: Erkek

source: Female
ar: أنثى
de: weiblich
el: Θηλυ
es: Mujer
it: Femmina
tr: Kadın

source: Spanish
ar: الإسبانيه
de: Spanisch
el: Ισπανικά
es: Español
it: Spagnolo
tr: İspanyolca

source: English
ar: الإنجليزيه
de: Englisch
el: Αγγλικά
es: Inglés
it: Inglese
tr: İngilizce

source: French
ar: الفرنسية
de: Französich
el: Γαλλικά
es: Francés
it: Francese
tr: Fransızca

source: Deutsch
ar: الألمانيه
el: Γερμανικά
tr: Almanca

source: Italian
ar: الإيطالية
de: Italienisch
el: Ιταλικά
es: Italiano
it: Italiano
tr: İtalyanca

source: Portuguese
ar: البرتغالية
de: Portugesisch
el: Πορτογαλικά
es: Portugués
it: Portoghese
tr: Portekizce

source: Gender
ar: الجنس
de: Geschlecht
el: Φύλο
es: Género
it: Sesso
tr: Cinsiyet

source: Personal website
ar: الموقع الشخصي
de: Persönliche Website
el: Προσωπική ιστοσελίδα
es: Sitio web personal
it: Sito web personale
tr: Kişisel web sitesi

source: Birthdate
ar: تاريخ الميلاد
de: Geburtsdatum
el: Ημερομηνία γεννήσεως
es: Cumpleaños
it: Data di nascita
tr: Doğum günü

source: Biography
ar: Bio
de: Bio
el: Βιογραφία
es: Biografía
it: Biografia
tr: Biyografi

source: Postal code
ar: الرمز البريدي
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
tr: Posta kodu

source: City
ar: المدينه
de: Wohnort
el: Πόλη
es: Ciudad
tr: Şehir

source: Country
ar: الدولة
de: Land
el: Χώρα
es: País
tr: Ülke

source: Middle name
ar: إسم الأب
de: zweiter Vorname
el: Μεσσαίο Όνομα
es: Nombre del fichero adjunto
tr: İkinci ad

source: Interests
ar: الإهتمامات
de: Interessen
el: Ενδιαφέροντα
es: Áreas de interés
tr: İlgi alanları

source: Global ID
ar: رقم الهويه
el: Γενικό ID
tr: Global kimlik

source: User profile
ar: الملف الشخصي
de: Benutzerprofil
el: Χρήστης προφίλ
es: Perfil de usuario
it: Profilo utente
tr: Kullanıcı Profili

source: User profiles
ar: الملفات الشخصية
de: Benutzerprofile
el: Χρήστης των προφίλ
es: Perfiles de usuario
it: Profili utente
tr: Kullanıcı Profilleri

source: Earned badge
ar: الشارة المملوكه
el: Κερδισμένο έμβλημα
tr: Sembol kazan

source: Achieved badges
ar: الشارات المؤرشفة
de: Erworben Marken
el: Εμβλήματα που επιτεύχθηκαν
es: Medallas conseguidas
tr: Kazanılan semboller

source: has no badges
ar: لا يملك شارة
de: hat keine Marken
el: δεν έχει εμβλήματα
es: no tiene medallas
tr: Hiçbir sembol yok

source: Enrolled
ar: مسجل
de: immatrikuliert
el: Εγγεγραμμένοι
es: Matriculados
it: Iscritti
tr: Kaydedildi

source: Completed
ar: تم
de: fertiggestellt
el: Ολοκληρώθηκε
es: Completado
it: Completato
tr: Tamamlandı

source: Interested in
ar: مهتم في
de: Interessiert an
el: Ενδιαφέροντα
es: Interesado en
it: Interessato a
tr: İlgi alanları

source: Enrolled courses
ar: الدورات المسجل فيها
de: Eingetragene Kurse
el: Εγγεγραμμένα μαθήματα
es: Cursos matriculados
it: Corsi a cui sono iscritto
tr: Kayıt yapılan kurslar

source: Groups section under construction
ar: مجموعة القسم تحت الإنشاء
de: Gruppensektion wird bearbeitet
el: Τμήμα ομάδων υπό κατασκευή
es: Sección de grupos en construcción
it: Sezione Gruppi in costruzione
tr: Gruplar bölümü yapım aşamasında

source: Badges
ar: شارات
de: Marken
el: Εμβλήματα
es: Medallas
it: Badge
tr: Semboller

source: Timeline
ar: المحتوى العام
de: Zeitleiste
el: Χρονοδιάγραμμα
es: Línea de tiempo
it: Linea del tempo
tr: Zaman çizelgesi

source: Groups
ar: مجموعات
de: Gruppen
el: Ομάδες
es: Grupos
it: Gruppi
tr: Gruplar

source: Reshared
ar: معاد مشاركته
el: Αναδημοσίευση
tr: Yeniden paylaşıldı

source: FOLLOW
ar: متابعة
el: ΑΚΟΛΟΥΘΗΣΕ
es: SEGUIR
it: SEGUI
tr: TAKİP ET

source: POSTS
ar: منشورات
de: Einträge
el: ΑΝΑΡΤΗΣΕΙΣ
es: ARTÍCULOS
it: MESSAGGI
tr: İLETİLER

source: FOLLOWERS
ar: المتابعون
el: ΑΚΟΛΟΥΘΟΙ
es: SEGUIDORES
tr: TAKİPÇİLER

source: FOLLOWING
ar: الذين أتابعهم
el: ΑΚΟΥΛΟΥΘΩ
es: SIGUIENDO
it: SEGUITO
tr: TAKİP EDİLENLER

source: FAVOURITES
ar: المفضلة
de: FAVORIETEN
el: ΑΓΑΠΗΜΕΝΑ
es: FAVORITOS
it: FAVORITI
tr: FAVORİLER

source: LISTS
ar: القوائم
de: LISTE
el: ΛΙΣΤΕΣ
es: LISTAS
it: LISTE
tr: LİSTELER

source: Go back to timeline
ar: الذهاب إلى المحتوى العام
de: Zurück zur Zeitleiste
el: Πήγαινε πίσω στο χρονοδιάγραμμα
es: Volver a la línea de tiempo
tr: zaman çizelgesine geri dön

source: Results for
ar: نتيجة
de: Ergebnisse für
el: Αποτελέσματα για
es: Resultados para
tr: Şunun için sonuçlar

source: Followers
el: Ακόλουθοι
es: Seguidores
tr: Takipçiler

source: Following
ar: الذين أتابعهم
el: Ακολουθώ
es: Siguiendo
it: Seguenti
tr: Takip edilenler

source: Starred
ar: مميز بنجمة
de: Markiert
el: Αστερίσκοι
es: Favoritos
it: Preferiti
tr: Yıldızlı

source: Lists
ar: القوائم
de: Liste
el: Λίστες
es: Listas
it: Elenchi
tr: Listeler

source: Follow
ar: متابعة
el: Ακολουθώ
es: Seguir
it: Segui
tr: Takip et

source: New post
ar: منشور جديد
de: Neue Eintrag
el: Νέα ανάρτηση
es: Nuevo mensaje
it: Nuovo messaggio
tr: Yeni ileti

source: Type your message here
ar: اكتب رسالتك هنا
de: Tippen Sie hier Ihren Nachricht
el: Καταχωρήστε το μήνυμα σας εδώ
es: Escriba su mensaje aquí
it: Digita qui il tuo messaggio
tr: Mesajınızı buraya yazınız

source: Scope
ar: نطاق
de: Umfang
el: Σκοπός
es: Alcance
it: Selezione
tr: Kapsam

source: Public
ar: عام
de: offenbar
el: Κοινό
es: Publicado
it: Pubblico
tr: Herkese açık

source: Age
ar: عمر
de: Alter
el: Ηλικία
es: Edad
it: Età
tr: Yaş

source: Edit profile
ar: تعديل الملف الشخصي
de: Profiel editieren
el: Επεξεργασία προφίλ
es: Editar perfil
it: Modifica profilo
tr: Profili düzenle

source: Social profiles
ar: الملفات الشخصية
de: Profielen auf Social Media
el: Κοινωνικά προφίλ
es: Perfiles sociales
it: Profili sociali
tr: Sosyal profiller

source: Interests areas
ar: مجالات الإهتمام
de: Interessegebiete
el: Πεδίο ενδιαφερόντων
es: Áreas de interés
it: Aree di Interesse
tr: İlgi alanları

source: Cloned course activity
ar: نشاط مادة منسوخ
de: klonierte Kursaktivität
el: Κλωνοποίηση δραστηριότητας μαθήματος
es: Clonada actividad del curso
it: L'attività del corso è stata clonata
tr: Kopyalanan kurs faaliyeti

source: German
ar: ألماني
de: Deutsch
el: Γερμανικά
es: Alemán
tr: Almanca

source: Send email massive
de: Senden
el: Μαζική αποστολή email
es: Enviar correo masivo
it: Invia e-mail a tutti gli iscritti
tr: Büyük e-posta gönder

source: The email has been queued. The emails will be sent soon
ar: The email has been queued and will be sent soon
de: Die E-Mail wurde in die Warteschlange gestellt und wird in Kürze versandt.
el: Το μήνυμα είναι σε σειρά αποστολής. Τα μηνύματα θα σταλούν σύντομα
es: El correo ha sido encolado, los correos se enviarán pronto
it: L'email è stata processata e sarà inviata al più presto.
tr: E-posta sıraya konulmuştur. E-postalar yakında gönderilecek

source: Image must be {0}px x {1}px
de: Mindestdimension Bild ist {0}px x {1}px
el: Η εικόνα πρέπει να είναι {0} px x {1} px
es: La imagen debe tener {0}px x {1}px
it: L'immagine deve essere {0} px x {1} px
tr: Görüntü {0} px x {1} px olmalıdır

source: Image size must be less than {0}Mb
de: Bildgröße muss kleiner sein als {0}Mb
el: Το μέγεθος της εικόνας πρέπει να είναι μικρότερο από {0}Mb
es: El tamaño de la imagen debe ser inferior a {0}Mb
tr: Görüntü boyutu {0} Mb az olmalıdır

source: Invalid content id or url
ar: الرقم أو الرابط غير صحيح
el: Μη έγκυρο αναγνωριστικό περιεχομένου ή url
es: Id o url del contenido inválido
it: Id o url non validi
tr: Geçersiz içerik kimliği veya URL

source: You must select a content type or remove the content id
ar: يجب تحديد نوع المحتوى أو إزالة معرف المحتوى
de: Sie müssen einen Inhaltstyp auswählen oder die Inhalt-iD entfernen
el: Πρέπει να επιλέξετε έναν τύπο περιεχομένου ή να καταργήσετε το αναγνωριστικό περιεχομένου
es: Debes elegir un tipo de contenido o quitar el id de contenido
it: È necessario selezionare il tipo di contenuto o rimuovere l'id
tr: Bir içerik türü seçmeli veya içerik kimliği kaldırmalısınız

source: Start date must be lower than end date
ar: Start date must be earlier than end date
de: Startdatum muss vor Enddatum liegen
el: Η ημερομηνία έναρξης πρέπει να είναι μικρότερη από την ημερομηνία λήξεως
es: La fecha de comienzo debe ser posterior a la fecha de finalización
tr: Başlangıç tarihi bitiş tarihinden önce olmalı

source: Send the announcement via email to all the students in this course
ar: إرسال الإعلان عبر البريد الإلكتروني لجميع الطلاب في هذه الدورة
de: Senden Sie die Ankündigung per E-Mail an alle Studenten in diesem Kurs
el: Αποστολή ανακοίνωσης μέσω ηλεκτρονικού ταχυδρομείου σε όλους τους φοιτητές σε αυτό το μάθημα
es: Enviar comunicado via email a todos los estudiantes de este curso
it: Invia l'annuncio via e-mail a tutti gli studenti di questo corso
tr: Bu derste tüm öğrencilere e-posta yoluyla duyuru gönder

source: Please use this with caution as some courses has many students
ar: Please use this with caution as some courses have many registered students
de: Bitte verwenden Sie das mit Vorsicht , da einige Kurse viele registrierte Studenten haben
el: Παρακαλούμε όπως χρησιμοποιήσετε αυτό με προσοχή, καθώς ορισμένα μαθήματα έχουν πολλούς μαθητές
es: Por favor use esto con cuidado ya que algunos cursos tienen muchos estudiantes
it: Si prega di utilizzare con cautela in quanto alcuni corsi hanno molti studenti
tr: Bazı kurslarda çok fazla öğrenci olduğundan lütfen bunu dikkatli kullanınız

source: Send the announcement via email to all users
ar: إرسال الإعلان عبر البريد الإلكتروني لجميع المستخدمين
de: Senden Sie die Ankündigung per E-Mail an alle Benutzer
el: Αποστολή ανακοίνωσης μέσω ηλεκτρονικού ταχυδρομείου σε όλους τους χρήστες
es: Enviar comunicado via email a todos los usuarios
it: Invia l'annuncio via e-mail a tutti gli utenti
tr: Tüm kullanıcılara e-posta yoluyla duyuru gönder

source: Please use this with caution there are a lot of users
ar: يرجى استخدام هذا بحذر هناك الكثير من المستخدمين
de: Bitte verwenden Sie das mit Vorsicht , da es viele Benutzer gibt.
el: Παρακαλούμε όπως χρησιμοποιήσετε αυτό με προσοχή καθώς υπάρχουν πολλοί χρήστες
es: Por favor use esto con cuidado hay muchos usuarios
it: Si prega di utilizzare con cautela. Ci sono un molti utenti
tr: Lütfen bunu dikkati kullanınız, birçok kullanıcı mevcuttur

source: Yes, I want send %s emails
de: Ja, ich möchte %s E-mails versenden
el: Ναι, θέλω να στείλω %s emails
es: Si, quiero enviar %s correos
it: Sì, voglio inviare %s email
tr: Evet, %s e-posta göndermek istiyorum

source: This action send %s emails, are you sure? Please check in the last checkbox
de: Sind Sie sicher dass Sie %s E-mails schicken wollen? Bitte prüfen Sie das letzte Markierungfeld
el: Αυτή η πράξη στέλνει %s emails, είστε σίγουροι; Παρακαλείστε όπως ελέγξετε το τελευταίο κουτί επιλογής
es: Esta acción enviará %s correos, estas seguro? Por favor clica en el último checkbox
it: Questa azione invierà %s email, sei sicuro? Si prega di controllare nell'ultima casella di controllo
tr: Bu eylem % s e-postaları gönderir, emin misiniz? Lütfen son onay kutusunu kontrol edin

source: Host
ar: مضيف
de: Moderator(in)
el: Παροχή εξυπηρετητή
es: Anfitrión
tr: Ev sahibi

source: Date and time
ar: التاريخ والوقت
de: Datum und Zeit
el: Ημέρα και ώρα
es: Fecha y hora
it: Data e ora
tr: Tarih ve saat

source: invitation
ar: دعوة
de: Einladung
el: πρόσκληση
es: invitación
it: invito
tr: Davet

source: invitations
ar: دعوات
de: Einladungen
el: προσκλήσεις
es: invitaciones
it: inviti
tr: Davetler

source: Every register user
ar: Every registered user
de: Jeder registrierte Benutzer
el: Κάθε εγγεγραμμένος χρήστης
es: A cada usuario registrado
it: Ogni utente registrato
tr: Her kayıtlı kullanıcı

source: Every enrolled student in a course
ar: كل طالب مسجل في دورة
de: Jeder eingeschrieben Studenten in einem Kurs
el: Κάθε εγγεγραμμένος μαθητή σε αυτό το μάθημα
es: A cada usuario matriculado en un curso
it: Ogni studente iscritto ad un corso
tr: Bu kurstaki her kayıtlı öğrenci

source: Every enrolled student in a active course
ar: كل طالب مسجل في دورة نشيط
de: Jeder eingeschrieben Studenten in einem laufenden Kurs
el: Κάθε εγγεγραμμένος μαθητή σε ενεργό μάθημα
es: A cada usuario matriculado en un curso activo
it: Ogni studente iscritto ad un corso attivo
tr: Aktif kurstaki her kayıtlı öğrenci

source: Every teacher
ar: كل معلم
de: Jeder Lehrer
el: Κάθε δάσκαλος
es: A cada profesor
it: Ogni docente
tr: Her öğretmen

source: Every admin (superuser)
ar: كل مسؤول
de: Jeder Administrator
el: Κάθε διαχειριστής (superuser)
es: A cada administrador (superusuario)
it: Ogni amministratore (superuser)
tr: Her yönetici (superuser)

source: Massive email type
ar: نوع الرسالة الإلكترونيه
de: Batch-Mailingart
el: Μαζικός τύπος email
es: Tipo de correo masivo
it: Massive e-mail
tr: Büyük e-posta tipi

source: Subject
ar: عنوان
de: Betreff
el: Θέμα
es: Asunto
it: Soggetto
tr: Başlık

source: massive email
ar: رسالة عالمية
de: Batch-Mailing
el: μαζικό ηλεκτρονικό μήνυμα
es: correo electrónico masivo
tr: Büyük e-posta

source: massive emails
ar: رسائل كبيره
de: Batch E-mailversand
el: μαζικά ηλεκτρονικά μηνύματα
es: correos electrónicos masivos
it: massive e-mail
tr: Büyük e-postalar

source: You have been invited to be a teacher in "%s"
de: Sie wurden eingeladen als Lehrer(in) für "%s"
el: Έχετε πρόσκληση για να είστε δάσκαλος/α στο "%s"
es: Has sido invitado a ser profesor en "%s"
it: Sei stato invitato ad essere un docente in " %s "
tr: "% s" kursunda öğretmen olmaya davet edildiniz

source: You have been removed as teacher from "%s"
de: Ihre Zuweisung als Lehrer(in) für "%s" wurde gelöscht
el: Έχετε διαγραφεί ως δάσκαλος/α στο "%s"
es: Ya no eres profesor de "%s"
it: Sei stato rimosso come docente da " %s "
tr: "%s" dan/den öğretmen olarak çıkarıldınız

source: There are no statistics for this course.
ar: لا يجود إحصاءات لهذه الدوره
de: Es gibt keine Statistiken für diesen Kurs.
el: Δεν υπάρχουν στατιστικές γι' αυτό το μάθημα.
es: No hay estadísticas para este curso
it: Non ci sono statistiche per questo corso.
tr: Bu ders için istatistik bulunmamaktadır.

source: The KQ with the %s id doesn't exists
el: Το KQ μαζί με το %s id δεν υπάρχει
es: La Píldora con el id %s no existe
it: Il KQ con il %s ID non esiste
tr: %s KQ kimliği mevcut değildir

source: Your changes were saved.
ar: تم حفظ التغييرات بنجاح
de: Ihre Änderungen wurden gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί.
es: Sus cambios han sido guardados.
it: Le tue modifiche sono state salvate.
tr: Yaptığınız değişiklikler kaydedildi.

source: There were problems with some data you introduced, please fix them and try again.
ar: There were problems with some data you introduced. Please correct the errors and try again.
de: Es gab Probleme mit einigen Daten die Sie eingeführt haben. Bitte erledigen die Fehler beheben Sie sie bitte und versuchen es noch einmal.
el: Παρουσιάστηκαν προβλήματα σε κάποια δεδομένα που εισάγατε, παρακαλώ όπως τα διορθώσετε και δοκιμάσετε ξανά.
es: Hubo problemas con algunos de los datos introducidos, por favor, corrija los fallos y pruebe de nuevo.
it: Ci sono stati problemi con alcuni dati inseriti, si prega di correggerli e riprovare.
tr: Sunduğunuz bazı verilerde sorunlar oluştu. Lütfen düzeltip yeniden deneyiniz.
