Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: where you can comment and help other team members
ar: حيث يمكنك التعليق ومساعدة أعضاء الفريق الآخرين
de: hier können Sie kommentieren und Team Mitglieder unterstützen
el: όπου μπορείτε να σχολιάσετε και να βοηθήσετε άλλα μέλη της ομάδας
es: donde se puede comentar y ayudar a otros miembros del equipo
it: dove è possibile commentare e aiutare altri membri del team
tr: diğer üyelere yorum yapabilir ve yardım edebilirsiniz

source: Home
ar: الرئيسي
el: Αρχική σελίδα
es: Inicio
tr: Anasayfa

source: Are you sure that you want to clone this course?
ar: هل أنت متأكد أنك تريد استنساخ هذه الدورة؟
de: Sind Sie sicher dass Sie den Kurs klonieren möchten?
el: Είστε σίγουροι ότι θέλετε να αντιγράψετε αυτό το μάθημα;
es: ¿Estas seguro de que quieres clonar este curso?
it: Sei sicuro di voler duplicare questo corso?
tr: Bu kursu kopyalamak istediğinizden emin misiniz?

source: Clone course
ar: نسخ الماده
de: Kurs klonieren
el: Κλωνοποίηση μαθήματος
es: Clonar curso
it: Corso duplicato
tr: Kursu kopyala

source: Process video
ar: معالجة الفيديو
de: Video verarbeiten
el: Επεξεργασία βίντεο
es: Procesar vídeo
it: Processamento video
tr: Video İşle

source: Options
ar: خيارات
de: Optionen
el: Επιλογές
es: Opciones
it: Opzioni
tr: Seçenekler

source: Add
ar: أضف
de: Hinfügen
el: Προσθήκη
es: Añadir
it: Aggiungi
tr: Ekle

source: Back to question form
ar: العوده إلى نص السؤال
de: Zurück zur Umfrage
el: Πίσω στην ερώτηση
es: Volver al formulario de la pregunta
it: Torna alla domanda
tr: Soru formuna geri dön

source: View on site
de: Auf der Website anschauen
el: Γνώμη για την σελίδα
es: Ver en el sitio
it: Vedi
tr: Sitede gör

source: Label
ar: طابع
de: Etikett
el: Ετικέτα
es: Etiqueta
it: Etichetta
tr: Etiket

source: Input text
ar: نص المدخل
de: Eingabetext
el: Καταχώρηση κειμένου
es: Entrada de texto
it: Testo di input
tr: Giriş metni

source: Checkbox
ar: مربع إختيار
de: Markierungsfeld
el: Κουτί επιλογών
es: Casilla de verificación
tr: Onay Kutusu

source: Radio
ar: راديو
de: Markierungsknopf
el: Ράδιο
es: Botón excluyente
tr: Radyo

source: Please correct the error below.
ar: الرجاء تعديل الأخطاء
de: Bitte korrigieren Sie den Fehler unten.
el: Παρακαλώ όπως διορθώσετε το πιο κάτω σφάλμα.
es: Por favor, corrija el error mostrado debajo.
it: Ti preghiamo di correggere i seguenti errori
tr: Aşağıdaki hatayı lütfen düzeltiniz.

source: Property
ar: الأولوية
de: Eigentum
el: Ιδιοκτησία
es: Propiedad
it: Proprietà
tr: Özellik

source: Value
ar: قيمة
de: Wert
el: Αξία
es: Valor
it: Valore
tr: Değer

source: Id
ar: رقم التعريف
el: Αριθμός Ταυτότητας
tr: Kimlik

source: width
ar: عرض
de: Breite
el: πλάτος
es: ancho
it: larghezza
tr: genişlik

source: height
ar: إرتفاع
de: Höhe
el: ύψος
es: alto
it: altezza
tr: yükseklik

source: Feedback
ar: تغذية راجعة
de: Rückkopplung
el: Σχόλια
es: Ayuda
tr: Geri bildirim

source: Create course
ar: إنشاء مادة
de: Kurs erfassen
el: Δημιουργήστε μάθημα
es: Crear un curso
it: Crea corso
tr: Kurs oluştur

source: Course name
ar: إسم المادة
de: Kursname
el: Όνομα μαθήματος
es: Nombre del curso
it: Nome del corso
tr: Kurs adı

source: Name or email
ar: إسم المستخدم أو البريد الإلكتروني
de: Nachname oder E-mail
el: Όνομα ή ηλεκτρονικό ταχυδρομείο
es: Nombre o correo electrónico
it: Nome o e-mail
tr: İsim veya e-posta

source: Send
ar: إرسال
de: Versenden
el: Αποστολή
es: Enviar
it: Invia
tr: Yolla

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
it: Annulla
tr: İptal

source: Announcement
ar: إعلان
de: Ankündigung
el: Ανακοίνωση
es: Comunicados
tr: Duyuru

source: Published on:
ar: نشر في:
de: Eröffentlich am:
el: Δημοσιεύτηκε στις:
es: Publicado el:
it: Pubblicato il:
tr: Yayınlandı:

source: Overview
ar: نظرة عامه
de: Überblick
el: Περίληψη
es: General
it: Panoramica
tr: Genel Bakış

source: Classes
ar: حصص
de: Klassen
el: Μαθήματα
es: Clases
it: Classi
tr: Sınıflar

source: Reviews
ar: مراجعين
de: Nachprüfung
el: Αξιολογήσεις
es: Revisiones
it: Valutazioni
tr: Değerlendirmeler

source: Reservations
ar: الحجوزات
de: Reservierungen
el: Κρατήσεις
es: Reservas
it: Prenotazioni
tr: Rezervasyonlar

source: Course administration
ar: إدارة الدروس
de: Kursadministration
el: Διαχειριστής μαθήματος
es: Administración del curso
it: Amministrazione del corso
tr: Ders yönetimi

source: Calendar under construction
ar: التقويم قيد الإنشاء
de: Kalender wird bearbeitet
el: Ημερολόγιο υπό κατασκευή
es: Calendario en construcción
it: Calendario in costruzione
tr: Takvim yapım aşamasında

source: Peer review assignment
ar: مراجعة مهمة المساعدين
de: Peer-Review Auftrag
el: Τοποθέτηση αξιολόγησης από συνάδελφο
es: Actividad revisada por compañeros
it: Assegnazione Peer review
tr: Arkadaş değerlendirme ödevi

source: Evaluation criteria
ar: معايير التقييم
de: Bewertungskriterien
el: Κριτήρια αξιολόγησης
es: Criterios de evaluación
it: Criteri di valutazione
tr: Değerlendirme kriterleri

source: Remember!
ar: تذكر!
de: Erinnerung!
el: Να θυμάστε!
es: ¡Recuerda!
it: Ricorda!
tr: Hatırla!

source: At least one, the text or the file, must be present in the submission.
ar: ملف أو نص واحد على الأقل يجب أن يكون موجود في التقرير.
de: Mindestens ein Text oder eine Datei muss in der Vorlage eingetragen werden.
el: Τουλάχιστον ένα, κείμενο ή αρχείο, πρέπει να υποβληθεί στην παράδοση.
es: Al menos uno, el texto o el fichero, ha de estar presente en la entrega.
it: Almeno uno, testo o file, devono essere inviati.
tr: En az biri, metin ya da dosya, gönderi içinde olmalı.

source: Write your submission here:
ar: إكتب تقريرك هنا:
de: Kompilieren Sie Ihren Beitrag hier:
el: Υποβάλετε την πρόταση σας εδώ:
es: Escriba su entrega aquí:
it: Scrivi il tuo contributo qui:
tr: Gönderinizi buraya yazınız:

source: The max length of the text is %(max)s characters.
de: Die maximale Länge des Textes ist %(max)s Zeichen.
el: Ο μέγιστος αριθμός έκτασης του κειμένου είναι %(max)s χαρακτήρες.
es: La longitud máxima del texto es de %(max)s caracteres.
it: La lunghezza massima del testo è di%(max)s caratteri.
tr: Metnin maksimum uzunluğu %(max)s karakter olmalıdır.

source: Or attach a file to your submission:
ar: أو أرفق ملف التقرير:
de: Oder hängen Sie eine Datei an Ihre Vorlage:
el: Ή επισυνάψτε ένα αρχείο στην υποβολή:
es: O adjunte un fichero a su entrega:
it: O allega un file o un'immagine al tuo contributo:
tr: ya da gönderinize bir dosya ekleyin:

source: Select file
ar: إختر ملف
de: Datei selecktieren
el: Επιλέξτε αρχείο
es: Seleccione un fichero
it: Seleziona file
tr: Dosya seç

source: Change
ar: تغيير
de: Ändern
el: Αλλαγή
es: Cambie
it: Cambia
tr: Değiştir

source: Close
ar: إغلاق
de: Schliessen
el: Κλείσιμο
es: Cerrar
it: Chiudi
tr: Kapat

source: Confirm submission
ar: تأكيد التسليم
de: Bestätigen Eintrag
el: Επιβεβαίωση υποβολής
es: Confirmar entrega
it: Conferma contributo
tr: Gönderiyi onayla

source: Are you completely sure you want to submit your assignment? You can't change it later, this will be your final submission for this assignment.
ar: Are you completely sure you want to submit your assignment? You cannot change it later as this is the final review of this students assignment.
de: Sind Sie absolut sicher, dass Sie Ihren Auftrag einreichen möchten? Weil dies Ihre endgültige Einreichung für diese Aufgabe ist, können Sie sie nicht später ändern.
el: Είστε απολύτως σίγουρος/η ότι θέλετε να υποβάλετε την εργασία σας; Δεν μπορείτε να την αλλάξετε αργότερα, αυτή θα είναι η τελευταία υποβολή γι' αυτή την εργασία.
es: ¿Estás completamente seguro de que quieres enviar tu entrega? No podrás cambiarla después, ésta será tu entrega final para esta actividad.
it: Sei assolutamente sicuro di voler inviare il tuo contributo? Non è possibile modificarlo in un secondo momento, questo sarà il tuo contributo finale.
tr: Ödevinizi sunmak istediğinizden emin misiniz? Daha sonra değiştiremezsiniz, bu ödeviniz için son tesliminiz olacak.

source: New reservation
ar: حجز جديد
de: Neue Reervierung
el: Νέα κράτηση
es: Nueva reserva
it: Nuova prenotazione
tr: Yeni rezervasyon

source: Confirm
ar: تأكيد
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
it: Conferma
tr: Onayla

source: Bookmark
ar: وضع علامه مرجعيه
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcar
it: Segnalibro
tr: Yer imi

source: Like this on Facebook
ar: إعجاب على الفيسبوك
de: ´Gefällt mir´ auf Facebook clicken
el: Πατήσε Like γι'αυτό στο Facebook
es: Me gusta en Facebook
it: Dì "ti piace" su Facebook
tr: Facebook'tan beğen

source: Share
ar: مشاركه
de: Teilen
el: Κοινοποίηση
es: Comparte
it: Condividi
tr: Paylaş

source: Show lecture
ar: أظهر المحاضره
de: Vortrag anzeigen
el: Παρουσίαση μαθήματος
es: Mostrar lección
it: Mostra lezione
tr: Ders anlatımını göster

source: Submit answer
ar: تسليم الإجابه
de: Antwort einreichen
el: Υποβολή απάντησης
es: Enviar respuesta
it: Invia risposta
tr: Cevabı gönder

source: Do activity
ar: إفعل النشاط
de: Aktivität bearbeiten
el: Κάντε την δραστηριότητα
es: Hacer actividad
it: Svolgi attività
tr: Etkinliği yap

source: Show result
ar: أظهر النتائج
de: Ergebnis anzeigen
el: Εμφάνιση αποτελεσμάτων
es: Mostrar resultado
it: Mostra risultato
tr: Sonucu göster

source: Attachments
ar: مرفقات
de: Dateianhänge
el: Επισυναπτόμενα
es: Adjuntos
it: Allegati
tr: Ekler

source: Class forum
de: Klassenforum
el: Χώρος συζητήσεως τάξεως
es: Foro de clase
it: Forum
tr: Sınıf formu

source: Post in the forum
de: Posten Sie im Forum
el: Δημοσίευση στον χώρο συζήτησης
es: Publicar en el foro
it: Pubblica nel forum
tr: Forumda yayımla

source: Previous
ar: سابق
de: Zurück
el: Προηγούμενο
es: Anterior
it: Precedente
tr: Önceki

source: Next
ar: التالي
de: Forwärts
el: Επόμενο
es: Siguiente
it: Successivo
tr: Sonraki

source: Index
ar: فهرس
el: Περιεχόμενο
es: Índice
it: Indice
tr: Dizin

source: Q
ar: سؤال
el: Ερώτηση
es: P
it: D:
tr: Soru

source: A
ar: جواب
el: Απάντηση
es: R
tr: Yanıt

source: Answer
ar: جواب
de: Antwort
el: Απάντηση
es: Respuesta
it: Risposta
tr: Cevap

source: PR
ar: العلاقات العامه
el: ΑΣ
es: P2P
tr: AD

source: Peer Review
ar: مراحعة المرافقين
el: Αξιολόγηση συναδέλφου
es: Actividad Revisada por Compañeros
tr: Arkadaş değerlendirme

source: Assets available
ar: الأصول المتاحة
de: Verfügbare Arbeitshilfmittel
el: Διαθέσιμα εργαλεία
es: Recursos disponibles
it: Attività disponibili
tr: ürün mevcut

source: Answers sent
ar: أرسلت الإجابات
de: Antworten gesendet
el: Αποστολή απαντήσεων
es: Respuesta enviada
it: Risposta inviata
tr: Yanıtlar yollandı

source: Congratulations, you got it right!
ar: Congratulations! You have given the correct answer.
de: Kongratuliere! Sie haben richtig geantwortet.
el: Συγχαρητήρια,το πετύχατε σωστά!
es: Respuesta correcta, buen trabajo
it: Congratulazioni, risposta corretta!
tr: Tebrikler, doğru bildiniz!

source: Wrong answer, good luck next time.
ar: إجابة خاطئة, حظاً موفقاً في المره القادمة
de: Leider keine richtige Eingabe. Versuchen Sie es erneut.
el: Λάθος απάντηση, καλή επιτυχία την επόμενη φορά.
es: Lo siento, la respuesta es errónea.
it: Risposta sbagliata, buona fortuna per la prossima volta.
tr: Yanlış cevap, bir dahaki sefere iyi şanslar.

source: Your answers were stored, but can't be corrected until the deadline is reached.
ar: تم حفظ إجاباتك، ولكن لا يمكن تصحيح حتى يتم الوصول إلى الموعد المحدد.
de: Ihre Antworte sind gespeichert und werden korrigiert sobald dei Deadline erreicht wird.
el: Οι απαντήσεις σας έχουν αποθηκευτεί, αλλά δεν μπορείτε να τις διορθώσετε μέχρι την ημερομηνία προθεσμίας.
es: Sus respuestas han sido almacenadas, pero no podrán ser corregidas hasta que se alcance la fecha límite.
it: Le tue risposte sono state archiviate, ma non possono essere corrette fino alla scadenza.
tr: Cevaplarınız saklandı, ancak bitiş tarihine kadar düzeltilemez.

source: Your browser is outdated
ar: متصفحك المستخدم قديم
de: Ihr Browser ist veraltet
el: Το πρόγραμμα περιήγησης είναι παλιό
es: Su navegador está obsoleto
it: Il tuo browser non è aggiornato
tr: Tarayıcınız güncel değil

source: You need a modern browser to send this submission, try a recent Chrome, Firefox, Opera or Safari.
ar: أنت بحاجة إلى متصفح حديث لإرسال هذا الطلب، جرّب الإصدارات الأخيره من جوجل كروم، فايرفوكس، أوبرا أو سفاري.
de: Sie brauchen einen aktualisierte Browser um Ihre Vorlage einzureichen. Bitte versuchen Sie es mit Firefow, Opera, Chrome oder Safari.
el: Χρειάζεστε ένα ανανεωμένο πρόγραμμα περιήγησης για να στείλετε αυτή την υποβολή, δοκιμάστε ένα πρόσφατο Chrome, Firefox, Opera or Safari.
es: Necesitas un navegador moderno para enviar esta entrega, prueba con un Chrome, Firefox, Opera o Safari reciente.
it: Hai bisogno di un browser aggiornato per inviare questo contributo, prova una versione più recente di Chrome, Firefox, Opera o Safari.
tr: Bu gönderiyi yollamak için güncel bir tarayıcıya ihtiyacınız var, en son Crome, Firefox, Opera ya da Safari tarayıcılarını deneyiniz.

source: Required field missing
ar: حقل مطلوب غير ممتلى
de: Pflichtfeld fehlt
el: Λείπει υποχρεωτικό πεδίο
es: Un campo obligatorio está vacío.
it: Campo obbligatorio mancante
tr: Gerekli alan eksik

source: Please, send the text or the file. At least one of them must be filled.
ar: Please send the text or the file. At least either one needs to be attached.
de: Bitte senden Sie den Text oder die Datei. Mindestens eine muss angehangen werden.
el: Παρακαλώ, στείλτε το κείμενο ή το αρχείο. Τουλάχιστον ένα από αυτά πρέπει να συμπληρωθεί .
es: Por favor, envía el texto o el fichero. Al menos uno de ellos ha de estar relleno.
it: Si prega di inviare il testo o il file. Almeno uno di essi deve essere completato.
tr: Lütfen metin veya dosyayı gönderin. En az biri doldurulmalıdır

source: Submission sent
ar: أرسل التقديم
de: Eingaben gesendet
el: Υποβολή στάλθηκε
es: Entrega enviada
it: Contributo inviato
tr: Gönderi yollandı

source: Thank you for sending this submission. You have now to review #(minimum_reviewers)s submissions from other students in order to get your submission scored.
ar: شكرا لإرسال هذا الطلب. عليك الآن مراجعة # (الحد الأدنى المراجعين) الصورة المقدمة من الطلاب الآخرين من أجل الحصول على سجل تقريركم.
de: Vielen Dank für Ihre Eingabe. Zur Akkredittierung Ihrer Eingabe, brauchen Sie jetzt #(minimum_reviewers)s Studenteingaben auszuwerten.
el: Ευχαριστούμε για την αποστολή αυτής της πρότασης. Τώρα πρέπει να αξιολογήσετε #(minimum_reviewers)s τις προτάσεις από άλλους μαθητές για να παραλάβετε την βαθμολογία της πρότασης σας.
es: Gracias por enviar esta entrega. Ahora tienes que revisar #(minimum_reviewers)s entregas de otros estudiantes para que tu entrega se evalúe.
it: Grazie per l'invio di questo contributo. Ora devi rivedere e valutare #(minimum_reviewers)s contributi di altri studenti perchè anche il tuo contributo possa essere valutato.
tr: Bu gönderiyi yolladığınız için teşekkür ederiz. Kendi gönderi puanını almak için #(minimum_reviewers)s öğrencinin gönderilerini değerlendir.

source: You have already sent a submission for this peer review assignment. You can now review submissions from other students or check your score.
ar: لقد أرسلت بالفعل تقديم لهذه المهمة استعراض الأقران. يمكنك الآن مراجعة البيانات المقدمة من الطلاب الآخرين أو تحقق درجاتك.
de: Sie haben bereits eine Vorlage gesendet für diesen Peer-Review Auftrag. Sie können nun nur Anträge von anderen Studenten überprüfen oder Ihre Punktzahl prüfen.
el: Έχετε ήδη στείλει μία πρόταση γι' αυτή την αξιολόγηση εργασίας από συνάδελφο. Μπορείτε τώρα να αξιολογήσετε τις προτάσεις από άλλους μαθητές ή ελέγξετε την βαθμολογία σας.
es: Ya has enviado una entrega para esta actividad revisada por compañeros. Ahora puedes revisar entregas de otros compañeros o comprobar tu progreso.
it: Hai già inviato un contributo per questa attività di peer review. Ora puoi valutare i contributi degli altri studenti o controllare il tuo punteggio.
tr: Bu arkadaş değerlendirmesi ödevi için zaten gönderi yolladınız. Şimdi, diğer öğrencilerin gönderilerine bakabilir ya da kendi puanınızı kontrol edebilirsiniz.

source: Review other students submissions
ar: مراجعة المستلمات من الطلاب الآخرين
de: Einreichungen von anderen Studenten überprüfen
el: Αξιολογήστε τις προτάσεις άλλων μαθητών
es: Revisar las entregas de otros compañeros
it: Esamina i contributi degli altri studenti
tr: Diğer öğrencilerin gönderilerine bak

source: Check my progress
ar: إفحص تقدمي
de: Mein Fortschritt überprüfen
el: Έλεγχος προόδου μου
es: Comprobar mi progreso
it: Controlla il mio progresso
tr: İlerlememe bak

source: Available Assets:
ar: الأصول المتاحة
de: Verfügbare Arbeitshilfmittel
el: Διαθέσιμα εργαλεία:
es: Recursos Disponibles:
it: Attività disponibili:
tr: Mevcut Ürünler:

source: Book
ar: كتاب
de: Buchen
el: Κρατώ
es: Reservar
it: Prenota
tr: Kitap

source: Date:
ar: تاريخ:
de: Datum
el: Ημερομηνία:
es: Fecha:
it: Data:
tr: Tarih:

source: Time:
ar: وقت :
de: Zeitpunkt
el: Ώρα:
es: Hora:
it: Tempo:
tr: Saat:

source: Cancelations:
ar: الإلغاءات:
de: Annulierungen:
el: Ακυρώσεις:
es: Anulaciones:
it: Cancellazioni:
tr: İptaller:

source: Assets in this nugget can no longer be booked.
de: Arbeitshilfmittel in diesem Nugget können nicht mehr gebucht werden
el: Εργαλεία σε αυτό το ψήγμα δεν μπορούν πλέον να κρατηθούν:
es: Los recursos de esta píldora ya no podrán ser reservados.
it: Le attività in questa attività non possono più essere prenotate.
tr: Bu modüldeki ürünler artık rezerve edilemez.

source: Capacity:
ar: السعه
de: Kapazität:
el: Χωρητικότητα:
es: Capacidad:
it: Capacità:
tr: Kapasite:

source: Assets can be booked:
ar: يمكن حجز الأصول:
de: Buchbare Arbeitshilfmittel:
el: Εργαλεία που μπορούν να κρατηθούν:
es: Disponibilidad para reservar:
it: Le attività possono essere prenotate:
tr: Ürün rezerve edilebilir:

source: From:
ar: من:
de: Von:
el: Από:
es: Desde:
it: Da:
tr: Gönderen:

source: To:
ar: إلى:
de: An:
el: Μέχρι:
es: Hasta:
it: A:
tr: Kime:

source: Time in advance required for:
ar: الوقت مقدماً اللازم ل:
de: Zeit im Voraus erforderlich für:
el: Χρόνος που απαιτείται εκ των προτέρων για:
es: Antelación mínima para:
it: Tempo in anticipo richiesto per:
tr: Gereken zaman:

source: Limits for this course:
ar: حدود هذا الدرس:
de: Limitationen für diesen Kurs:
el: Περιορισμοί γι αυτό το μάθημα:
es: Límites para este curso:
it: Limiti per questo corso:
tr: Bu kurs için limitler:

source: Number of slots:
ar: عدد الأدراج:
de: Anzahl der Zeitabschnitte:
el: Αριθμός θέσεων:
es: Número de slots:
it: Numero di slot:
tr: Yer sayısı:

source: Pending reservations:
ar: الحجوزات في قائمة الإنتظار:
de: Antehende Belegungen:
el: Κρατήσεις σε εκκρεμότητα:
es: Reservas pendientes:
it: Prenotazioni in sospeso:
tr: Bekleyen rezervasyonlar:

source: Total reservations:
ar: الحجوزات الكليه:
de: Gesammtliche Belegungen:
el: Σύνολο κρατήσεων:
es: Reservas totales:
it: Totale riserve:
tr: Toplam rezervasyonlar:

source: minutes
ar: دقائق
de: Minuten
el: λεπτά
es: minutos
it: minuti
tr: dakika

source: Requisites for making a reservation:
ar: شروط إنشاء الحجز:
de: Bedingungen für eine Belegung:
el: Απαιτούμενα για την καταχώρηση κράτησης:
es: Requisitos para hacer una reserva:
it: Requisiti per effettuare una prenotazione:
tr: Rezervasyon yapmak için gereken koşullar:

source: Reservations:
ar: الحجوزات
de: Belegung:
el: Κρατήσεις:
es: Reservas:
it: Prenotazioni:
tr: Rezervasyon:

source: Slot length:
ar: طول الدرج:
de: Dauer Zeitabschnitt:
el: Διάρκεια θέσης:
es: Duración del slot:
it: Lunghezza dello spazio:
tr: Yer uzunluğu:

source: Video
ar: فيديو
el: Βίντεο
es: Vídeo

source: Presentación
ar: عرض تقديمي
de: Präsentation
el: Παρουσιάση
it: contributo
tr: Sunum

source: Clue
ar: دليل
de: Hinweise
el: Ένδειξη
es: Pista
it: Indizio
tr: İpucu

source: Your file is too big
ar: الملف كبير جدا
de: Ihre Datei ist zu groß
el: Το αρχείο σας είναι πολύ μεγάλο
es: Tu fichero es demasiado grande
it: Il file è troppo grande
tr: Dosyanız çok büyük

source: Your file must be smaller than %(file_max_size)sMB.
de: Ihre Datei muss kleiner sein als %(file_max_size)sMB.
el: Το αρχείο σας πρέπει να είναι μικρότερο από %(file_max_size)sMB.
es: Tu fichero debe ocupar menos de %(file_max_size)sMB.
it: Il file deve essere più piccolo di%(file_max_size)sMB.
tr: Dosyanız şundan daha küçük olmalı: %(file_max_size)sMB.

source: The solution is not available
ar: الحل غير متوفر
de: Diese Lössung ist nich verfügbar
el: Η λύση δεν είναι διαθέσιμη
es: La solución no se encuentra disponible
it: La soluzione non è disponibile
tr: Çözüm mevcut değil

source: Please wait until the deadline of the module.
ar: يرجى الانتظار حتى الموعد النهائي للوحدة.
de: Bitte warten Sie bis die Deadline des Moduls.
el: Παρακαλώ περιμένετε μέχρι την ημερομηνία προθεσμίας της ενότητας.
es: Por favor, espere hasta alcanzar la fecha límite del módulo.
it: Attendere il termine del modulo.
tr: Modülün bitiş tarihine kadar bekleyin.

source: Clone activity from before edition
ar: Clone activity from previous edition
de: Aktivität wiederherzustellen, vor der Bearbeitung
el: Κλωνοποιημένη δραστηριότητα από προηγούμενη έκδοση
es: Recuperacion de progreso, edicion anterior
it: Attività Clone da prima edizione
tr: Önceki versiyondan aktivite kopyası

source: Dear %(user)s, Your activity in "%(original_course)s" has been clonated to "%(copy_course)s" Best regards, %(site)s's team
de: Geehrte(r) %(user)s, Ihre Äktivität in "%(original_course)s" wurde wiederherzugestellt als "%(copy_course)s" Mit freundlichen Grüßen, Team %(site)s's
el: Αγαπητή/έ %(user)s, Η δραστηριότητα σας στο "%(original_course)s" έχει κλωνοποιηθεί στο "%(copy_course)s" Θερμές ευχές, %(site)s's ομάδα
es: Estimado %(user)s Su actividad en "%(original_course)s" ha sido clonada a "%(copy_course)s" Un cordial saludo, el equipo de %(site)s
it: Dear %(user)s, La tua attività Il in "%(original_course)s" è stata duplicata a "%(copy_course)s" Cordiali saluti, %(site)s team
tr: Sevgili %(user)s, "%(original_course)s"içerisindeki aktiviten "%(copy_course)s" olarak kopyalandı Saygılarla , %(site)s's takımı

source: Announcements feed
ar: الإعلانات الجديده
de: Feed Ankündigungen
el: Τροφοδότηση ανακοινώσεων
es: Feed de comunicados
tr: Duyuru

source: Not available yet
ar: غير متوفر إلى الآن
el: Μη διαθέσιμο πλέον
es: No disponible aún
tr: Henüz ulaşılamıyor

source: Not published yet
ar: لم يتم نشره إلى الآن
el: Δεν δημοσιεύτηκε ακόμα
tr: Henüz yayımlanmadı

source: There is no course content yet
ar: محتوى الدورة غير متوفر حتى الآن.
de: Noch keine Kursinhalt verfügbar
el: Δεν υπάρχει περιεχόμενο μαθήματος ακόμα
es: No hay contenidos del curso aún
tr: Hiçbir ders içeriği yapılmamış

source: View full syllabus
ar: عرض المنهج كاملاً
de: Kompletter Lehrplan ansehen
el: Δείτε ολόκληρη την ύλη
es: Ver índice completo
it: Guarda l'intero programma
tr: Tüm müfredatı gör

source: Tasks
ar: مهام
de: Aufgaben
el: Εργασίες
es: Tareas
it: Attività
tr: Görevler

source: Personal
ar: شخصي
de: Persönlich(e)(r)
el: Προσωπικό
es: Individuales
it: Progresso individuale.
tr: Kişisel

source: There is no tasks yet
ar: لا توجد مهمات إلى الآن.
de: Noch keine laufende Aufgaben
el: Δεν υπάρχουν διαθέσιμες εργασίες ακόμα
es: No hay tareas aún
tr: Henüz hiçbir görev yok

source: Team
ar: فريق
el: Ομάδα
es: Grupo
tr: Takım

source: Do my first task
ar: أنجز مهمتي الأولى
de: Meine erste Aufgabe machen
el: Κάντε την πρώτη εργασία
es: Realizar la primera tarea
tr: İlk görevimi yerine getir

source: You have not completed any task yet
ar: لم تكمل أي مهمة بعد
de: Sie haben noch kein Aufgabe abgeschlossen
el: Δεν έχετε ολοκληρώσει καμία εργασία ακόμα
es: No has completado ninguna tarea aún
tr: Henüz herhangi bir görev tamamlamadınız

source: Do the next task
ar: أنجز المهمة التالية
de: Nächste Aufgabe
el: Κάντε την επόμενη εργασία
es: Realizar la siguiente tarea
tr: Bir sonraki görevi yerine getir
