Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: Very short name, for use in URLs and links
ar: اسم مختصر, يستخدم في الروابط
de: Kurzname, Verwendung in Webadresse und Verknüpfungen
el: Πολύ μικρό όνομα για χρήση σε URLs και συνδέσμους
es: Nombre muy corto, para utilizar en URLs y enlaces
it: Nome molto breve per l'utilizzo in URL e link
tr: URL'ler ve bağlantılarda kullanılmak için çok kısa isim

source: Creation date and time (moocng)
ar: وقت وتاريخ الإنشاء
de: Erstellungsdatum und Uhrzeit (moocng)
el: Ημέρα και ώρα δημιουργίας (moocng)
es: Fecha y hora de creación (moocng)
it: Data e ora di creazione (moocng)
tr: Tarih ve zaman oluşturma (moocng)

source: Last modification date and time (moocng)
ar: وقت وتاريخ آخر التعديلات
de: Zeitpunkt und Datum zuletzt geändert (moocng)
el: Τελευταία τροποποίηση ημέρα και ώρα (moocng)
es: Fecha y hora de la última modificación (moocng)
it: Ultima data e ora di modifica (moocng)
tr: Son gün ve saat değişikliği (moocng)

source: badge
ar: شارة
de: Marke
el: έμβλημα
es: medalla
tr: sembol

source: badges
ar: شارات
de: Marken
el: εμβλήματα
es: medallas
it: badge
tr: semboller

source: Units checkpoint
ar: نقاط الواحدات
el: Έλεγχος στοιχείων
tr: Üniteler kontrol noktası

source: Peer review
ar: مراحعة المرافقين
el: Αξιολόγηση από συναδέλφους
es: Actividad revisada por compañeros
tr: Arkadaş değerlendirme

source: Unique unit
ar: وحدة فريدة
el: Μοναδικό στοιχείο
tr: Benzersiz ünite

source: Criteria_type
ar: نوع المعايير
el: Τύπος κριτηρίων
es: Criterio
it: Criteri
tr: Kriterler_türü

source: Note
ar: ملاحظة
de: Notiz
el: Σημείωση
es: Nota
it: Nota
tr: Not

source: Color
ar: لون
de: Farbe
el: Χρώμα
es: Colorear
it: Colore
tr: Renk

source: Course
ar: مادة
de: Kurs
el: Μάθημα
es: Curso
it: Corso
tr: Kurs

source: badges_badgebycourse
ar: شارات
de: Marken_markeprokurs
el: Εμβλήματα_έμβλημα ανά μάθημα
tr: sembol_dersbaşınasembol

source: Award uuid
ar: جائزة
de: uuid Anerkennung
el: Βραβείο uuid
es: Uuid del premio
it: Premio
tr: uuid ödülü

source: Awardee
ar: رست
de: Der Preisträger / Die Preisträgerin
el: Βραβείο
es: Premiado
it: Premio
tr: Ödül

source: Badge
ar: شارة
de: Marke
el: Έμβλημα
es: Medalla
tr: Sembol

source: Awarding date and time
ar: تاريخ ووقت الإشعارات
de: Datum und Zeitpunkt Zuerkennung
el: Ημέρα και ώρα βράβευσης
es: Fecha y hora del premio
it: Data e ora di Premiazione
tr: Tarih ve saatin verilmesi

source: URL with assertion evidence
ar: رابط مع دليل التأكيد
el: URL με δήλωση στοιχείων
es: URL con la asserción
it: URL con evidenza affermazione
tr: verilerin belirtilmesiyle URL

source: When a badge should no longer be considered valid
ar: متى لا نعتبر الإشارة صالحه؟
de: Wann eine Marke nicht als zulässig berücksichtigt werden soll
el: Όταν ένα έμβλημα δεν πρέπει πλέον να θεωρείται έγκυρο
es: Cuando una medalla ya no se considera valida
it: Quando un badge non deve più essere considerato valido
tr: Bir sembol artık geçerli kabul edilmediğinde

source: Last modification date and time
ar: تاريخ ووقت آخر التعديلات
de: Letzte Änderung, Datum und Zeit
el: Τελευταία τροποποίηση ημέρα και ώρα
es: Fecha y hora de la última modificación
it: Data e ora dell'ultima modifica
tr: Son tarih ve zaman değişikliği

source: award
ar: جائزة
de: Zuerkennung
el: βραβείο
es: premio
it: premio
tr: ödül

source: awards
ar: جوائز
de: Zuerkennungen
el: βραβεία
es: premios
it: premi
tr: ödüller

source: {0} awarded to {1}
de: {0} zuerkannt {1}
el: {0} βραβεύτηκε στο {1}
es: {0} otorgado a {1}
it: {0} assegnato a {1}
tr: {0} ödüllendirildi {1}

source: Award
ar: جائزة
de: Zuerkennung
el: Βραβείο
es: Premio
it: Premio
tr: Ödül

source: Reason for revocation
ar: سبب الإلغاء
de: Grund der Widerrufung
el: Λόγος κατάργησης
es: Motivo de revocación
it: Motivo della revoca
tr: İptal nedeni

source: revocation list
ar: قائمة الإلغاءات
de: Widerrunfungsliste
el: λίστα κατάργησης
es: lista de revocación
it: elenco della revoca
tr: iptal listesi

source: revocations list
ar: قائمة الإلغاءات
de: Widerrunfungsliste
el: λίστα καταργήσεων
es: lista de revocaciones
it: elenco delle revoche
tr: iptaller listesi

source: alignment
ar: إنتظام
de: Angleichung
el: στοίχιση
es: alineamiento
it: allineamento
tr: hiza

source: Tag name
ar: الإسم المشار
de: Name Tag
el: Όνομα ετικέτας
es: Nombre de la etiqueta
it: Nome tag
tr: Etiket adı

source: tag
ar: إشارة
el: ετικέτα
es: etiqueta
tr: etiket

source: The user "<strong>%(first_name)s %(last_name)s</strong>" has the following awards:
de: Benutzer "<strong>%(first_name)s %(last_name)s</strong>" behaltet folgende Zuerkennungen:
el: Ο χρήστης "<strong>%(first_name)s %(last_name)s</strong>" έχει τα ακόλουθα βραβεία:
es: El usuario "<strong>%(first_name)s %(last_name)s</strong>" tiene los siguientes premios:
it: L'utente "<strong>%(first_name)s %(last_name)s</strong> " ha i seguenti premi:
tr: Kullanıcı "<strong>%(first_name)s %(last_name)s</strong>"şu ödüllere sahiptir:

source: You should have a <a href="http://persona.org"> Mozilla Persona </a> account with this email: %(username)s
de: Sie bräuchten ein <a href="http://persona.org"> Mozilla Persona </a> Konto bei Verwendung dieses E-mails: %(username)s
el: Πρέπει να έχετε ένα <a href="http://persona.org"> Mozilla Persona </a> λογαριασμό με αυτό το email: %(username)s
es: Tu deberías tener una cuenta en <a href="http://persona.org"> Mozilla Persona </a> con este email: %(username)s
it: Dovresti avere un <a href="http://persona.org"> conto Mozilla Persona </a> associato a questa e-mail:%(username)s
tr: Bu e-postada <a href="http://persona.org"> Mozilla Persona </a> hesabına sahip olmanız lazım: %(username)s

source: Download Badge
ar: تنزيل الإشارة
de: Marke runterladen
el: Κατεβάστε το έμβλημα
es: Descargar medalla
it: Scarica Badge
tr: Sembol İndir

source: Send to Mozilla Backpack
ar: ارسل الى موزيلا
de: An Mozilla Backpack senden
el: Αποστολή στο Mozilla Backpack
es: Enviar a Mozilla Backpack
it: Invia a Mozilla Backpack
tr: Mozilla Backpack'a yolla

source: You haven't earned badges yet.
ar: أنت لم تحصل على إشارات إلى الآن
de: Sie haben noch keine Marken erworben
el: Δεν έχετε κερδίσει εμβλήματα ακόμα.
es: Aún no has obtenido ninguna medalla.
it: Non hai ancora guadagnato badge.
tr: Henüz sembol kazanmadınız.

source: This category doesn't have an icon
ar: المعيار لا يحتوي على أيقونه
de: Diese Katagorie hat keine Ikone
el: Αυτή η κατηγορία δεν έχει εικόνα
es: Esta categoría no tiene un icono asociado
it: Questa categoria non ha un'icona
tr: Bu kategoride bir simge yok

source: Category's icon
ar: أيقونة المعيار
de: Kategorieicone
el: Εικόνα κατηγορίας
es: Icono de la categoría
it: Icona di Categoria
tr: Simgeler kategorisi

source: The image dimensions should be 140px x 140px
ar: أبعاد الصورة يجب أن تكون 140X140 بيكسل
de: vorgeschrieben Bilddimensionen sind 140px x 140px
el: Οι διαστάσεις της εικόνας πρέπει να είναι 140px x 140px
es: Las dimensiones de la imagen deberían ser 140px x 140px
it: Le dimensioni dell'immagine devono essere 140px x 140px
tr: Resim boyutları 140px x 140px olmalı

source: Background banner for the category's header
ar: الشارة الخلفية لترويسة المعيار
de: Hintergrundbanner für Kategorie Header
el: Φόντο μπάνερ για την επικεφαλίδα της κατηγορίας
es: Imagen de fondo para la cabecera de la categoría
it: Sfondo banner dell'intestazione della categoria
tr: Kategori başlığı için arka plan panosu

source: The image dimensions should be 940px x 240px
ar: أبعاد الصورة يجب أن تكون 940X940 بيكسل
de: vorgeschrieben Bilddimensionen sind 940px x 240px
el: Οι διαστάσεις της εικόνας πρέπει να είναι 940px x 240px
es: Las dimensiones de la imagen deberían ser 940px x 240px
it: Le dimensioni dell'immagine devono essere 940px x 240px
tr: Resim boyutları 940px x 240px olmalıdır

source: Courses
ar: مواد دراسية
de: Kurse
el: Μαθήματα
es: Cursos
it: Corsi
tr: Kurslar

source: Only administrators can asign this category
ar: يمكن للمسؤولين فقط وضع هذه الفئة
de: Nur Aministratoren sind erlaubt diese Kategorie anzuweisen
el: Μόνο οι διαχειριστές μπορούν να ορίσουν αυτή την κατηγορία.
es: Sólo los administradores pueden asignar esta categoría
it: Solo gli amministratori possono assegnare questa categoria
tr: Yalnızca yöneticiler bu kategoriyi belirleyebilir

source: category
ar: معيار
de: Katagorie
el: κατηγορία
es: categoría
it: Categoria
tr: kategori

source: categories
ar: معايير
de: Katagorien
el: κατηγορίες
es: categorías
it: categorie
tr: kategoriler

source: Category's background banner
ar: إشارة المعايير الخلفية
de: Katagorie Hintergrundbanner
el: Φόντο μπάνερ της κατηγορίας
es: Fondo de la categoría
it: Sfondo del banner della categoria
tr: Kategoriler arka plan panosu

source: Classes Start
ar: تبدأ الحصه في
de: Klassen fangen an
el: Τα μαθήματα αρχίζουν
es: Inicio de las Clases
it: Le lezioni iniziano
tr: Sınıflar Başlangıç

source: Classes End
ar: تنتهي الحصه في
de: Klassen beenden
el: Τα μαθήματα τελειώνουν
es: Final de las Clases
it: Termine classi
tr: Sınıflar Bitiş

source: Empty
ar: فارغ
de: Leer
el: Άδειο
es: Vacío
it: Vuoto
tr: Boş

source: There are no courses with this category or categories associated yet.
ar: لا توجد دورات مع هذه الفئة أو الفئات المرتبطة حتى الان.
de: Noch keine Kurse wurden unter diese Katagorien eingetragen.
el: Δεν υπάρχουν μαθήματα που να συνδέονται με αυτή την κατηγορία ή κατηγορίες.
es: No hay cursos aún que tengan esta categoría o categorías asociada.
it: Non ci sono corsi con questa categoria o le categorie non sono ancora state associate.
tr: Bu kategori ya da kategorilerle ilişkili henüz kurs yok.

source: with National ID number
ar: مع رقم الهوية
el: μαζί με την Πολιτική Ταυτότητα
tr: Ulusal kimlik numarası ile

source: has succesfully completed
ar: إكتمل بنجاح
el: έχει ολοκληρωθεί με επιτυχία
es: ha superado con éxito
tr: başarıyla tamamlandı

source: with a score of
ar: مع نتيجه
el: με βαθμολογία
es: con una calificación de
tr: puanla

source: a MOOC
ar: دروس مجانية عبر الإنترنت
el: MOOC΄- Ανοικτά Διαδικτυακά Μαζικά Μαθήματα
tr: MOOC - Kitlesel Açık Çevrimiçi Kurslar

source: organized by
ar: منظم من قبل
el: οργα νώθηκε από
tr: tarafından düzenlenmiştir

source: the
ar: ال
el: το
es: la
it: la

source: and the
ar: وال
de: und
el: και το
es: y la
it: e la
tr: ve

source: and
ar: و
el: και
tr: ve

source: featured by the <em>ECO Project</em>
el: χαρακτηρίστηκε από <em>ECO Project</em>
tr: <em>ECO Project</em> tarafından oluşturuldu

source: And therefore, this diploma is issued
ar: وبالتالي، تم إصدار شهادة الدبلوم
el: Και ως εκ τούτου, αυτό το δίπλωμα έχει εκδωθεί.
es: Y por ello, se expide el presente diploma
tr: Ve bu nedenle, bu diploma verilir

source: Syllabus
ar: الخطة الدراسية
de: Lehrplan
el: Ύλη
es: Temario
it: Programma
tr: Müfredat

source: The
ar: ال
el: Οι
es: La
it: La

source: cooperates
ar: تعاون
de: kooperiert
el: συνεργάτες
es: coopera
it: collabora
tr: işbirlikleri

source: cooperate
ar: يتعاون
de: kooperiere
el: συνεργάτης
es: cooperan
it: collaborare
tr: işbirliği

source: on the <strong>ECO</strong> platform to encourage the free participation on Open Access Massive Online Courses
de: auf der<strong>ECO</strong> Plattform zur Erförderung der Teilname an Open Access, Massive Online Kurse
el: πάνω στην <strong>ECO</strong> πλατφόρμα για να ενθαρρύνουμε την ελεύθερη συμμετοχή στα Ανοικτά Διαδικυακά Μαζικά Μαθήματα
es: en la plataforma <strong>ECO</strong> para fomentar la participación gratuita en Cursos Online Masivos de Acceso Libre
it: <strong> ECO </ strong> è la piattaforma a supporto della partecipazione ai MOOC
tr: <strong>ECO</strong> platformunda Kitlesel Açık Çevrimiçi Kurslara serbestçe katılımı teşvik etmek için

source: Catalogue of courses
ar: فهرس المواد
de: Kurkatalog
el: Κατάλογος μαθημάτων
es: Catálogo de cursos
it: Catalogo corsi
tr: Kurslar katalogu

source: Teams
ar: فِرق
el: Ομάδες
es: Grupos
it: Team
tr: Takımlar

source: About
ar: حول
de: Über
el: Σχετικά με
es: Acerca de
tr: Hakkında

source: How it works
ar: آلية العمل
de: Wie funktioniert es?
el: Πώς δουλεύει
es: Cómo funciona
it: Come funziona
tr: Nasıl çalışır

source: Staff
ar: غير محدد
de: Team
el: Προσωπικό
es: Personal
tr: Personel

source: FAQ
ar: الأسئلة المتكررة
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
tr: SSS

source: Contact
ar: التواصل
de: Kontakt
el: Επικοινωνία
es: Contacto
it: Contatto
tr: İletişim

source: Platform integrated into the
ar: دمج المنصة في
de: Plattform integriert in dem
el: Η πλατφόρμα έχει ενσωματωθεί στη
es: Plataforma integrada en el proyecto
it: Piattaforma integrata nel
tr: Platform entegre edilmiştir

source: ECO: Elearning, Communication and Open-data
ar: ECO : تعليم إلكتروني, تواصل و بيانات مفتوحه
el: ECO: Ηλεκτρονική Μάθηση, Επικοινωνία και Ανοικτά-δεδομένα
es: ECO: Elearning, Comunicación y Open-data
tr: ECO: E-öğrenme, İletişim ve Açık-veri

source: project
ar: مشروع
de: Projekt
el: έργο
es: PROYECTO
it: progetto
tr: proje

source: authorized by
ar: مفوض من
el: εξουσιοδοτημένο από
es: autorizado por
tr: tarafından yetkilendirildi

source: and featured by
ar: وظهرت من قبل
el: και προβεβλημένο από
es: y ofrecido a través de
tr: ve tarafından özelliklendirildi

source: of
ar: ل
el: του

source: hours
ar: ساعات
el: ώρες
tr: saatler

source: the <em>ECO Teachers</em>
el: η/ο <em>ECO Καθηγητές</em>
tr: <em>ECO Teachers</em>

source: See Terms of Use
ar: إنظر إلى سياسة الإستخدام
de: Nutzungsbedingungen anzeigen
el: Δείτε τους όρους χρήσης
es: Ver los Términos de uso
it: Vedi Condizioni di utilizzo
tr: Kullanım Şartları

source: Username
ar: اسم المستخدم
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
it: Nome utente
tr: Kullanıcı adı

source: Email
ar: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο (email)
es: Correo electrónico
tr: E-posta

source: Communication type
ar: طريقة التواصل
de: Kommunikationsart
el: Τύπος επικοινωνίας
es: Tipo de comunicación
it: Tipo di comunicazione
tr: İletişim türü

source: Message
ar: رسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
it: Messaggio
tr: Mesaj

source: I have read and agree with the terms of use
ar: لقد قرأت سياسات الإستحدام, وأنا موافق عليها
de: Ich habe die Nutzungsbedingungen gelesen und bin einverstanden
el: Έχω διαβάσει και συμφωνώ με τους όρους χρήσης
es: He leído y estoy de acuerdo con los términos de uso
it: Ho letto e accetto le condizioni di utilizzo
tr: Kullanım şartlarını okudum ve kabul ediyorum

source: You must accept the Terms of Use
ar: يجب عليك أن توافق على سياسة الإستخدام
de: Bitte akkeptieren Sie die Nutzungsbedingungen
el: Πρέπει να αποδεχτείτε τους Όρους Χρήσης
es: Debe aceptar los Términos de Uso
it: È necessario accettare le Condizioni di Utilizzo
tr: Kullanım Şartlarını kabul etmeniz gerekiyor

source: Other
ar: أخرى
de: Sonstige
el: ΄Αλλο
es: Otro
it: Altro
tr: Diğer

source: Title
ar: عنوان
de: Überschrift
el: Τίτλος
es: Título
it: Titolo
tr: Başlık

source: Email address to send this communications
ar: البريد الإلكتروني لإرسال آلية التواصل
de: E-mail Adresse für Versand dieser Kommunikation
el: Ηλεκτρονική διεύθυνση (email) για να στείλετε αυτές τις πληροφορίες
es: Dirección de correo electrónico a la que mandar estas comunicaciones
it: Indirizzo e-mail per inviare questa comunicazione
tr: Bu bilgileri göndermek için e-posta adresi

source: communication type
ar: آلية التواصل
de: Korrespondenzart
el: τύπος επικοινωνίας
es: Tipo de comunicación
it: Tipo di comunicazione
tr: İletişim türü

source: communication types
ar: طرق التواصل
de: Korrespondenzart
el: τύποι επικοινωνίας
es: Tipos de comunicación
it: Tipi di comunicazione
tr: İletişim türleri

source: Thank you for contacting us. The provided information will be sent to the appropiate staff. We will contact you soon to tell you about the state of your request.
ar: أشكركم على الاتصال بنا. سيتم إرسال المعلومات المقدمة إلى الموظفين المناسبين. سوف نتصل بك قريبا ونخبركم عن حالة طلبكم.
de: Vielen Dank für Ihre Kontaktaufnahme. Die von Ihnen angeforderte Informationen wird Ihnen zugeschickt von dem zuständigen Verantwortliche. Wir werden Ihnen kontaktieren um Ihnen über den Stand Ihrer Anfrage zu informieren.
el: Ευχαριστούμε που επικοινωνήσατε μαζί μας. Οι παρεχόμενες πληροφορίες θα σταλούν στο υπεύθυνο προσωπικό. Θα επικοινωνήσουμε μαζί σας σύντομα για να σας ενημερώσουμε για την εξέλιξη του αιτήματος σας.
es: Gracias por contactar con nosotros. La información que nos ha proporcionado será enviada al responsable apropiado. Pronto contactaremos con usted para informarle del estado de su petición.
it: Grazie per averci contattato. Le informazioni fornite verrano inviate all'ufficio preposto. Ti contatteremo al più presto per aggiornarti sullo stato della tua richiesta.
tr: Bizimle iletişime geçtiğiniz için teşekkür ederiz. Sunulan bilgi personele gönderilecektir. Başvurunuzun durumu hakkında bilgi vermek için sizinle en kısa sürede iletişime geçeceğiz.

source: Please, before asking, check if the answer is in the FAQ or in the DISCUSSION course. Our FAQ frequently updated thanks to your inquiries.
ar: من فضلك، قبل أن تسأل، تحقق مما إذا كان الجواب هو في التعليمات أو في سياق مناقشة. لدينا التعليمات يتم تحديثها بشكل مستمر, نشكرك على الإستفسارات.
de: Vielleicht finden Sie Antwort auf Ihre Frage in dem FAQ oder Diskussionabschnitt dieses Kurses. Vielen Dank für Ihre Anfrage.
el: Παρακαλώ όπως προτού προχωρήσετε με την ερώτηση σας, ελέγξετε εάν η απάντηση βρίσκεται μέσα στις συχνές ερωτήσεις ή στο μάθημα ΣΥΖΗΤΗΣΗ. Οι συχνές ερωτήσεις ανανεώνονται συχνά κατόπιν διάφορων αιτημάτων σας.
es: Por favor, antes de preguntar, revisa si la respuesta está en las FAQ o en el DEBATE del curso. Nuestras FAQ se actualizan frecuentemente gracias a vuestras consultas
it: Per favore, prima di chiedere, controllare se la risposta è nelle FAQ o nel corso DISCUSSIONE. Le nostre FAQ sono aggiornate con frequenza grazie alle vostre richieste.
tr: Soru sormadan önce cevabın SSS ya da kurs TARTIŞMA kısmında olup olmadığını kontrol ediniz. SSS, sorularınız sayesinde sık sık güncelleniyor.

source: Submit
ar: قدّم
de: Einreichen
el: Υποβολή
es: Enviar
it: Invia
tr: Teslim et

source: Created %s objects succesfully
el: Δημιουργήθηκαν %s αντικείμενα με επιτυχία
es: Creados %s objectos satisfactoriamente
it: Creato %s oggetti con successo
tr: %s nesneleri başarıyla oluşturuldu

source: You have a trace in %s
el: Έχετε ένα ίχνος στο %s
es: Tienes una traza en %s
it: Avete una traccia in %s
tr: %s da/de bir iziniz var

source: Clone Course
ar: نسخ الماده
de: Kurs klonieren
el: Κλωνοποίηση Μαθήματος
es: Clonar Curso
it: Corso Clone
tr: Klon Kurs

source: Publish announcement massive
ar: نشر إعلان بشكل كبير
de: Ankündigung veröffentlichen
el: Δημοσίευσε την ανακοίνωση μαζικά
es: Publicar comunicado masivo
it: Pubblica annuncio
tr: Toplu duyuru yayımla

source: The announcement was created succesfully
ar: تم إنشاء إعلان بنجاح
de: Ankündigung wurde erfolgreich erstellt.
el: Η ανακοίνωση δημιουργήθηκε με επιτυχία
es: El comunicado han sido creado con éxito.
it: L'annuncio è stato creato con successo
tr: Duyuru başarıyla oluşturuldu

source: %(name)s object with primary key %(key)r does not exist.
el: %(name)s αντικείμενο με πρωτεύων κλειδί %(key)r δεν υπάρχει.
es: El objeto %(name)s con clave primaria %(key)r no existe.
it: %(name)s oggetto con primario %(key)r non esiste.
tr: Birincil anahtarlı %(name)s nesne %(key)r bulunmuyor

source: Edit options for question
ar: خيارات التعديل للاسئلة
de: Frageoptionen editieren
el: Επεξεργασία επιλογών για την ερώτηση
es: Editar las opciones de la pregunta
it: Modifica le opzioni per la domanda
tr: Soru için seçenekleri düzenle

source: Option %(option)d for question %(question)s does not exist.
el: Η επιλογή %(option)d για την ερώτηση %(question)s δεν υπάρχει.
es: La opción %(option)d de la pregunta %(question)s no existe.
it: Opzione %(option)d per la domanda %(question)s non esiste.
tr: %(question)s sorusu için %(option)d seçeneği bulunumuyor

source: Announcements of the %(title)s
de: Ankündigung von den %(title)s
el: Ανακοινώσεις από %(title)s
es: Comunicados del %(title)s
it: Annunci del %(title)s
tr: %(title)s duyurusu

source: Announcements of the online course "%(course_title)s" on the platform "%(site_name)s".
de: Ankündigungen von dem Online-Kurs "%(course_title)s" auf der Plattform "%(site_name)s".
el: Ανακοινώσεις από το online μάθημα "%(course_title)s" στην πλατφόρμα "%(site_name)s".
es: Comunicados del curso online "%(course_title)s" en la plataforma "%(site_name)s".
it: Avvisi del corso online "%(course_title)s" sulla piattaforma "%(site_name)s".
tr: "%(site_name)s" platforumunda "%(course_title)s online kursunun duyurusu

source: Announcements of the "%(site_name)s".
de: Ankündigung von den "%(site_name)s".
el: Ανακοινώσεις από "%(site_name)s".
es: Comunicados de %(site_name)s
it: Annunci del "%(site_name)s".
tr: "%(site_name)s" duyurusu

source: The deadline date is mandatory for homework and exams.
ar: تحديد تاريخ آخر موعد إلزامي للواجبات المنزلية والامتحانات.
de: Die Deadline für Prüfungen und Aufgaben ist verbindlich.
el: Η προθεσμία είναι υποχρεωτική για εργασίες και εξετάσεις.
es: La fecha de finalización es obligatoria para las tareas y los examenes
it: La data di scadenza è obbligatoria per i compiti e gli esami.
tr: Son teslim tarihi ödevler ve sınavlar için zorunludur.

source: The start date is later than the deadline.
ar: تاريخ البداية يجب أن يكون قبل تاريخ النهاية
de: Anfangsdatum ist später als die Deadline
el: Η ημερομηνία έναρξης είναι μετά από την προθεσμία.
es: La fecha de comienzo es posterior a la fecha de finalización
it: La data di inizio è successiva alla scadenza.
tr: Başlangıç tarihi bitiş tarihinden sonra.

source: Write a message...
ar: إكتب رسالة
de: Möchten Sie uns eine Nachricht schreiben?
el: Γράψτε ένα μήνυμα...
es: Escribe un mensaje...
tr: Mesaj yaz...

source: Edit your message...
ar: عدّل الرسالة
el: Διορθώστε το μήνυμα σας...
tr: Mesajını düzenle...

source: Abbr
el: Συντομογραφία
tr: kıs.

source: Requirements
ar: المتطلبات
de: Bedingungen
el: Προαπαιτούμενα
es: Requisitos
it: Requisiti
tr: Gerekenler

source: Learning goals
ar: أهداف التعلم
de: Ausbildungsziele
el: Στόχοι μάθησης
es: Objetivos
it: Obiettivi didattici
tr: Öğrenme hedefleri

source: Intended audience
ar: الفئة المستهدفه
de: Zielpublikum
el: Επιθυμητό κοινό
es: Público objetivo
it: A chi è destinato
tr: Hedef kitlesi

source: Estimated effort
ar: الجهد المتوقع
de: Geschätzter Aufwand
el: Αναμενόμενη προσπάθεια
es: Esfuerzo estimado
it: Impegno stimato
tr: Tahmini çaba

source: Start date
ar: تاريخ البداية
de: Anfangsdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
it: Data di inizio
tr: Başlangıç tarihi

source: End date
ar: تاريخ النهاية
de: Enddatum
el: Ημερομηνία τερματισμού
es: Fecha de fin
it: Data di fine
tr: Bitiş tarihi

source: ECTS:
ar: النظام الأوروبي:
el: Μονάδες:
tr: AKTS:

source: Teachers
ar: المعلمون
de: Lehrer
el: Δάσκαλοι
es: Profesores
it: Docenti
tr: Öğretnemler

source: Teacher owner
ar: المعلم المالك
de: Hauptautor
el: Διαχειριστής δάσκαλος
es: Profesor propietario
it: Docente titolare
tr: Öğretmen sahibi

source: Students
ar: الطلاب
de: Studenten
el: Μαθητές
es: Alumnos
it: Studenti
tr: Öğrenciler

source: Language
ar: لغة
de: Sprache
el: Γλώσσα
es: Idioma
it: Lingua
tr: Dil

source: Content type
ar: نوع المحتوى
de: Inhaltstyp
el: Τύπος περιεχομένου
es: Tipo de contenido
it: Tipo di contenuto
tr: İçerik türü

source: Content id
ar: رقم المحتوى
de: InhaltsID
el: Ταυτότητα περιεχομένου
es: Id del contenido
it: ID del contenuto
tr: İçerik kimliği

source: Forum slug
ar: المنتدى
el: Slug χώρου συζητήσεως
es: Slug del foro
it: Forum
tr: Slug forum

source: Pass threshold
ar: حافة النجاح
el: Όριο βάσης
es: Nota de corte (Umbral)
it: Soglia di superamento corso
tr: Geçme sınırı

source: Certification available
ar: الشهاده متوفرة
de: Zertifikat verfügbar
el: Διαθέσιμο πιστοποιητικό
es: Diploma disponible
it: Certificazione disponibile
tr: Sertifikasyon mevcut
