Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: The external application creation task is being processed. Saving is not allowed in this status.
ar: The external application is currently being created. Saving is not possible at this moment.
de: Die externe Application wird derzeit erstellt. Speichern ist zu diesem Zeitpunkt nicht derweils möglich.
el: Η δημιουργία εξωτερικής εφαρμογής είναι σε εξέλιξη. Η αποθήκευση δεν επιτρέπεται στο παρών στάδιο.
es: La tarea de creación de la instancia está siendo procesada. No se puede editar en este estado.
it: L'attività di creazione applicazione esterna è in elaborazione. Il salvataggio non è consentito in questa fase.
tr: Dış uygulama oluşturma görevi işleniyor. Bu durumda kayıt yapamazsınız.

source: Oops! It might seem you have tried tampering the object status...
ar: عفوا! قد يبدو كنت قد حاولت العبث بالحالة ...
el: Ooooυπς! Φαίνεται ότι δοκιμάσατε να πειράξετε την κατάσταση του αντικειμένου....
es: Ups! Parece ser que alguien ha intentado cambiar el estado del objeto...
it: Oops! Sembra che tu abbia provato a modificare lo stato dell'oggetto ...
tr: Görünen o ki izin almadan nesnenin durumunu değiştirmeye çalıştınız

source: Created
ar: أنشئت بنجاح
de: Ergestellt
el: Δημιουργήθηκε
es: Creada
it: Creato
tr: Oluşturuldu

source: Not Created
ar: لم يتم الإنشاء
de: Noch nicht ergestellt
el: Δεν δημιουργήθηκε
es: No creada
it: Non Creato
tr: Oluşturulmadı

source: In Progress
ar: قيد العمليه
de: In Behandlung
el: Σε εξέλιξη
es: En progreso
it: In corso
tr: Devam ediyor

source: Error
ar: خطأ
de: Fehler
el: Σφάλμα
it: Errore
tr: Hata

source: Just me
ar: أنا فقط
el: Μόνο εγώ
es: Sólo yo
it: Solo io
tr: Sadece ben

source: Everybody
ar: الكل
de: Jeder
el: Όλοι
es: Todo el mundo
it: Tutti
tr: Herkes

source: Visible app name
ar: الإسم المرئي للتطبيق
el: Εμφάνιση ονόματος εφαρμογής
es: Nombre visible en la web
it: Nome app visibile
tr: Görünür uygulama adı

source: Base url of the instance
ar: عنوان URL الأساسي للحالة
el: Βασική διεύθυνση URL
es: Url base de la instancia
it: URL di base dell'istanza
tr: Durumun taban url'si

source: IP address of the instance
ar: عنوان الIP الخاص في الحالة
el: IP address του παραδείγματος
es: Dirección ip de la instancia
it: Indirizzo IP dell'istanza
tr: Durumun IP adresi

source: Creation status of the instance
ar: حالة إنشاء المثال
el: Δημιουργία κατάστασης του παραδείγματος
es: Estado de la instancia
it: Stato Creazione dell'istanza
tr: Durumun oluşturulma durumu

source: Type of instance
ar: نوع الحالة
de: Instanztyp
el: Τύπος παραδείγματος
es: Tipo de instancia
it: Tipo di istanza
tr: Örneğin türü

source: Execute task on save
ar: تنفيذ المهمة قيد الحفظ
de: Ausfüren Aufgabe nach Speichern
el: Εκτέλεση έργου σε αποθήκευση
es: Ejecutar tarea al guardar (sólo admin)
it: Esegui il salvataggio
tr: Görev yürütmesi kaydediliyor

source: Visibility of the instance
ar: مدى وضوح الحالة
el: Ορατότητα του παραδείγματος
es: Visibilidad de la instancia
it: Visibilità dell'istanza
tr: Örneğin görünürlüğü

source: external app
ar: تطبيق خارجي
de: Externe Applikation
el: εξωτερική εφαρμογή
es: aplicación externa
it: app esterna
tr: harici uygulama

source: external apps
ar: تطبيقات خارجيه
de: Externe Applikationen
el: εξωτερικές εφαρμογές
es: aplicaciones externas
it: applicazioni esterne
tr: harici uygulamalar

source: url not available
ar: الرابط غير متوافر
de: URL nicht verfügbar
el: URL δεν είναι διαθέσιμ
es: Url no disponible
it: URL non disponibile
tr: url erişimi yok

source: There are no instances available
ar: لا توجد حالات متاحة
el: Δεν υπάρχουν διαθέσιμα παραδείγματα
es: No hay instancias disponibles
it: Non ci sono istanze disponibili
tr: Erişilebilir örnek yok

source: There is no registered class to manage "%s" external app
el: Δεν υπάρχει εγγεγραμμένο μάθημα για να διαχειριστεί "%s" εξωτερική εφαμογή
es: No hay registrada ninguna clase para manejar la aplicación auxiliar de tipo "%s"
it: Non c'è classe registrata per gestire "%s" app esterna
tr: "%s" dış uygulamayı yönetmek için kayıtlı sınıf yok

source: Enter a valid 'slug' consisting of letters, numbers or underscores.
ar: أدخل "مكان" صالح يتكون من أحرف أو أرقام أو أحرف ( _ )
de: Gebn Sie bitte einen richtige ´Slug´ ein, zusammengesetzt aus Buchstaben, Zahlen oder Unterstriche.
el: Εισάγετε ένα έγκυρο «όνομα» που αποτελείται από γράμματα, αριθμούς ή κάτω παύλες.
es: Introduzca un slug válido, formado por letras, números o guiones bajos.
it: Inserisci un elemento valido composto da lettere, numeri o underscore.
tr: Harfler, sayılar veya alt çizgiler için geçerli 'slug' girin.

source: Please set slug and instance type properly, because once it has been set, only an administrator can change it!
ar: الرجاء وضع الدرج ونوع الحاله بالشكل الصحيح، لأنه بمجرد تم تعيينها، فقط يمكن للمسؤول تغييره!
de: Bitte geben Sie die Kurzname und den Instanztyp richtig ein, denn sobald diese festgelegt werden, kann nur einen Administrator sie ändern.
el: Παρακαλώ ορίστε σωστά το όνομα και τον τύπο, γιατί μετά τη δημιουργία, μόνο ο διαχειριστής μπορεί να τα αλλάξει.
es: Por favor, escriba el slug y el tipo de instancia adecuadamente, porque una vez guardado sólo un administrador podrá cambiarlos
it: Vi preghiamo di impostare slug e l'istanza tipo corretto, perché una volta che è stato impostato, solo un amministratore può cambiare!
tr: Lütfen slug'ı ayarlayın ve durumu düzgün yazınız, çünkü ayarlandıktan sonra sadece yönetici bunu değiştirebilir!

source: Already exists an application with the specified slug. Please change slug
ar: موجود بالفعل تطبيق مع slug محدد. الرجاء تغيير slug
de: Mit eingegebene Kurzname gibt es schon eine Applikation. Bitte ändern Sie die Kurzname
el: Ήδη υπάρχει μια εφαρμογή με το καθορισμένο όνομα. Παρακαλώ αλλάξτε όνομα
es: Ya existe una aplicación auxiliar con el slug especificado. Por favor, cambie el slug
it: Già esiste un'applicazione con la lumaca specificato. Per favore cambia slug
tr: Belirtilen slug ile zaten bir uygulama var. Lütfen slug değişimi yapın

source: The external application has been deleted, but the instance is running. Please, contact an administrator to remove the instance too.
ar: تم حذف تطبيق خارجي، ولكن عن حالة التشغيل. من فضلك، اتصل مسؤول لإزالة الحالة أيضاً.
de: Die externe Applikation wurde gelöscht, aber die Instanz wird noch ausgeführt. Bitte kontaktieren Sie einen Administrator, um die Instanz zu entfernen.
el: Η εξωτερική εφαρμογή έχει διαγραφεί, αλλά το παράδειγμα τρέχει. Παρακαλώ, επικοινωνήστε με έναν διαχειριστή για να τερματίσει επίσης το παράδειγμα.
es: La aplicación auxiliar ha sido eliminada, pero la instancia sigue corriendo. Por favor, contacte con un administrador para eliminar la instancia.
it: L'applicazione esterna è stata cancellata, ma l'istanza è in esecuzione. Si prega di contattare un amministratore per rimuovere anche l'istanza.
tr: Dış uygulama silindi, ancak örneği çalışıyor. Örneği de kaldırmak için yöneticiye başvurun.

source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
it: Salva le modifiche
tr: Değişiklikleri kaydet

source: Create external app
ar: إنشاء تطبيق خارجي
de: Externe Applikation erstellen
el: Δημιουργία εξωτερικής εφαρμογής
es: Crear aplicación auxiliar
it: Creare app esterna
tr: Harici uygulama oluştur

source: remove
ar: إزالة
de: entfernen
el: μετακίνηση
es: Eliminar
it: rimuovere
tr: çıkar

source: edit
ar: تعديل
de: editieren
el: επεξεργασία
es: editar
it: modifica
tr: düzenle

source: There isn't external apps yet
ar: No external apps available yet
de: Keine externen Apps vorhanden
el: Δεν υπάρχουν εξωτερικές εφαρμογές ακόμα
es: No hay ninguna aplicación auxiliar
it: Non ci sono ancora applicazioni esterne
tr: Henüz bir harici uygulama yok

source: Add external app
ar: إضافة تطبيق خارجي
de: Ein externe App hinfügen
el: Προσθέστε εξωτερική εφαρμογή
es: Añadir aplicación auxiliar
it: Aggiungere app esterna
tr: Harici uygulama ekle

source: Page unavailable
ar: الصفحة غير موجوده
de: Seite nicht verfügbar
el: Η σελίδα δεν είναι διαθέσιμη
es: Página no disponible
it: Pagina non disponibile
tr: Sayfa kullanım dışı

source: Type here your comments about this review
ar: اكتب هنا تعليقاتكم حول هذه المراجعة
de: Bitte geben Sie hier Ihre Kommentare zu dieser Rezension ein.
el: Καταχωρήστε εδώ τα σχόλια σας γι΄ αυτή την αξιολόγηση
es: Escriba aquí sus comentarios sobre esta revisión
it: Inserisci qui i tuoi commenti su questa revisione
tr: Bu değerlendirme hakkında yorumunuzu yazınız

source: Minimum reviewers
ar: Minimum number of reviewers
de: Mindestanzahl der Gutachter
el: Ελάχιστοι κριτικοί
es: Revisores mínimos
it: Nr. minimo di revisori
tr: Minimum değerlendirmeler

source: peer review assignment
ar: مراجعة مهمة المساعدين
de: Peer Review Auftrag
el: τοποθέτηση αξιολόγησης από συνάδελφο
es: actividad revisada por compañeros
it: Attività di peer review
tr: arkadaş değerlendirme ödevi

source: peer review assignments
ar: مراجعة مهمة المساعدين
de: Peer Review Aufträge
el: τοποθέτηση αξιολογήσεων από συνάδελφο
es: actividades revisadas por compañeros
it: attività di peer review
tr: arkadaş değerlendirme ödevleri

source: Description for score 1
ar: وصف النتيجة الأولى
de: Beschreibung Auswertung 1
el: Περιγραφή για βαθμολογία 1
es: Descripción
it: Descrizione
tr: Puan 1 için açıklama

source: Description for score 2
ar: وصف النتيجة الثانيه
de: Beschreibung Auswertung 2
el: Περιγραφή για βαθμολογία 2
es: Descripción
it: Descrizione
tr: Puan 2 için açıklama

source: Description for score 3
ar: وصف النتيجة الثالثه
de: Beschreibung Auswertung 3
el: Περιγραφή για βαθμολογία 3
es: Descripción
it: Descrizione
tr: Puan 3 için açıklama

source: Description for score 4
ar: وصف النتيجة الرابعة
de: Beschreibung Auswertung 4
el: Περιγραφή για βαθμολογία 4
es: Descripción
it: Descrizione
tr: Puan 4 için açıklama

source: Description for score 5
ar: وصف النتيجة الخامسه
de: Beschreibung Auswertung 5
el: Περιγραφή για βαθμολογία 5
es: Descripción
it: Descrizione
tr: Puan 5 için açıklama

source: evaluation criterion
ar: معيار التقييم
de: Bewertungskriterium
el: κριτήριο αξιολόγησης
es: Criterio de evaluación
it: criterio di valutazione
tr: değerlendirme kriterleri

source: evaluation criteria
ar: معايير التقييم
de: Bewertungskriterien
el: κριτήρια αξιολόγησης
es: Criterios de evaluación
it: criteri di valutazione
tr: değerlendirme kriterleri

source: {0} - EvaluationCriterion {1}
de: {0} - Evaluationskriterium {1}
el: {0} - Κριτήριο Αξιολόγησης {1}
es: {0} - Criterio de evaluación {1}
tr: {0} - DeğerlendirmeKriteri {1}

source: You have already sent a submission. Please reload the page
ar: لقد أرسلت تقديم مسبقاً. يرجى إعادة تحميل الصفحة
de: Sie haben bereits eine Eingabe übermittelt. Laden Sie die Seite erneut.
el: Έχετε ήδη στείλει την αίτηση. Παρακαλώ ξαναφορτώστε την σελίδα
es: Tu ya has enviado un ejercicio. Por favor recargue la página
it: Hai già inviato un contributo. Si prega di ricaricare la pagina
tr: Zaten gönderi yılladınız. Lütfen sayfayı yenileyiniz.

source: The selected peer review assignment is not part of this course.
ar: واجب مراجعة المساعدين المختارة ليست جزءاً من هذه الدورة.
de: Die ausgewählte Peer-Review Auftrag ist kein Bestandteil dieses Kurses.
el: Η επιλεγόμενη τοποθέτηση αξιολόγησης από συνάδελφο δεν είναι μέρος αυτού του μαθήματος.
es: La actividad revisada por compañeros seleccionada no es parte de este curso
it: L'attività di peer review selezionata non fa parte di questo corso.
tr: Seçilen arkadaş değerlendirme ödevi bu kursun bir parçası değil.

source: You already have a submission assigned.
ar: أنت لديك بالفعل تقديم معين.
de: Sie haben bereits eine Eingabe zugewiesen bekommen.
el: Έχετε ήδη υποβάλει την αίτηση.
es: Ya has enviado esta actividad
it: Hai già un contributo assegnato.
tr: Size hali hazırda gönderi verildi.

source: There is no submission avaliable for you at this moment. Please, try again later.
ar: لا يوجد تقديم متاح لك في هذه اللحظة. الرجاء معاودة المحاولة في وقت لاحق.
de: Es gibt keine vorhandene Eingabe für Sie in diesem Moment. Bitte versuchen Sie es später erneut.
el: Αυτή τη στιγμή δεν υπάρχει καμία υποβολή διαθέσιμη για σένα. Παρακαλούμε, δοκιμάστε ξανά αργότερα.
es: No hay ninguna entrega que necesite revisión en este momento. Por favor, pruebe más tarde.
it: Non c'è un contributo disponibile per te in questo momento. Per favore, riprova più tardi.
tr: Sizin için şu anda gönderi mevcut değildir. Lütfen daha sonra tekrar deneyiniz.

source: You don't have this submission assigned.
ar: أنت ليس لديك بالفعل تقديم معين.
de: Ihnen wird diese Eingabe nicht zugewiesen.
el: Δεν έχετε προσδιορίσει αυτή την υποβολή.
es: No tienes asignado para revisión este ejercicio
it: Non ti è stato assegnato questo contributo.
tr: Bu gönderi size tahsis edilmemiştir.

source: Your can't submit two times the same review.
ar: لا يمكنك إرسال نفس المراجعة مرتين .
de: Sie können nicht zwei Mal die gleiche Überprüfung eingeben.
el: Δεν μπορείτε να καταχωρήσετε δύο φορές την ίδια αξιολόγηση.
es: No puedes enviar 2 veces la misma revisión
it: Non puoi inviare due volte la stessa revisione.
tr: İki kez aynı değerlendirmeyi yapamazsınız.

source: Your review has been submitted. You have to review at least %d exercises more.
de: Ihre überprüfung wurde übermittelt. Sie müssen mindestens noch %d Übungen mehr überprüfen.
el: Η αξιολόγηση σας έχει καταχωρηθεί. Πρεέπει να αξιολογήσετε τουλάχιστον %d ασκήσεις ακόμα.
es: Tu revisión ha sido enviada. Tienes que revisar al menos %d ejercicios más.
it: La tua valutazione è stata presentata. Devi valutare almeno altri %d contributi.
tr: Değerlendirmeniz gönderildi. Alıştırmaya %d daha değerlendirme yapmalısınız.

source: Your review has been submitted.
ar: تم إرسال مراجعتك.
de: Ihre Prüfung wurde übermittelt.
el: Η αξιολόγηση σας έχει καταχωρηθεί.
es: Su revisión ha sido enviada.
it: La tua valutazione è stata presentata.
tr: Değerlendirmeniz gönderildi.

source: Your assignment "%(nugget)s" has been reviewed
de: Ihre Aufgabe "%(nugget)s" wurde überprüft
el: Η εργασία σας "%(nugget)s" έχει αξιολογηθεί
es: Su trabajo "%(nugget)s" ha sido revisado
it: Il tuo contributo "%(nugget)s" è stato valutato.
tr: Ödeviniz "%(nugget)s" değerlendirilmiştir.

source: Undefined
ar: غير محدد
de: Nicht definiert
el: Απροσδιόριστο
es: Indefinido
it: Indefinito
tr: tanımlanamadı

source: Your file is greater than the max allowed size (%d MB).
ar: Your file size exceeds the size limit by (%d MB).
de: Ihre Dateigröße überschreitet den Grenzwert von (%d MB).
el: Το αρχείο σας είναι μεγαλύτερο από το μέγιστο διαθέσιμο μέγεθος (%d MB).
es: Tu fichero es mayor del tamaño máximo permitido (%d MB).
it: La dimensione del file è superiore a quella massima consentita ( %d MB).
tr: Dosyanız izin verilen azami boyuttan (% d MB) daha büyüktür.

source: Your text is greater than the max allowed size (%d characters).
ar: The length of the text you entered exceeds the maximum allowed number of characters by (%d characters).
de: Die Länge der von Ihnen eingegebene Text überschreitet die maximal zulässige Zeichenanzahl mit (%d Zeichen)
el: Το κείμενο σας είναι μεγαλύτερο από το μέγιστο διαθέσιμο μέγεθος (%d characters).
es: Tu texto es mayor del tamaño máximo permitod (%d caracteres).
it: La lunghezza del testo è superiore alla dimensione massima consentita ( %d caratteri).
tr: Metin izin verilen azami boyuttan (% d karakter) daha büyüktür.

source: Congratulations %(user)s The exercise you sent on %(date)s belonging the nugget "%(nugget_title)s" (%(unit_title)s - %(course_name)s) has been reviewed by a classmate. Evaluation criteria:
de: Kongratuliere %(user)s Die Nugget-Übung "%(nugget_title)s" (%(unit_title)s - %(course_name)s) die Sie geschickt haben am %(date)s wurde überprüft von einem Klassenkamerad / einer Klassenkameradin. Bewertungskriterien:
el: Συγχαρητήρια %(user)s Η εργασία που έχει στείλει στις %(date)s ανήκει στο ψέγμαt "%(nugget_title)s" (%(unit_title)s - %(course_name)s) έχει διαβαστεί από κάποιο συμμαθητή. Κριτήρια αξιολόγησης:
es: Enhorabuena %(user)s El ejercicio que entregaste el %(date)s que pertenece a la píldora "%(nugget_title)s" (%(unit_title)s - %(course_name)s) ha sido revisado por un compañero. Criterios de evaluación:
it: Congratulazioni %(user)s Il contributo "%(nugget_title)s" che hai mandato in %(date)s e che appartiene all'unità (%(unit_title)s - %(course_name)s) è stato valutato da un tuo compagno di classe. Valutazione criteri:
tr: Tebrikler %(user)s %(date)s tarihinde gönderdiğin "%(nugget_title)s" (%(unit_title)s - %(course_name)s) ödev sınıf arkadaşların tarafından değerlendirildi Değerlendirme kriteri:

source: Your classmate's comment: %(comment)s Best regards and thank you for learning with %(site)s.
de: YoKommentar von Ihrem Klassenkamerad / Ihrer Klassenkameradin: %(comment)s Mit besteb Grüßen und vielen Dank für Ihren Lehrneinsats auf %(site)s.
el: Το σχόλιο του συμμαθητή σας: %(comment)s Οι καλύτερες ευχές μας και ευχαριστούμε που μάθατε με %(site)s.
es: Comentario de tu compañero/a: %(comment)s Saludos cordiales y agradecerte que aprendas con %(site)s. El equipo de %(site)s.
it: Il commento del compagno di classe:. %(comment)s Cordiali saluti e grazie per aver imparato con %(site)s
tr: Sınıf arkadaşının yorumu: %(comment)s Saygılar ve %(site)s. ile öğrenmeyi seçtiğiniz için teşekkürler.

source: Contratulations, you have reviewed the minimum number of required submissions. Thank you so much for your amazing team work. But you can keep reviewing more. Your help is much appreciated.
ar: Contratulations, you have reviewed the minimum number of required submissions. Thank you so much for your amazing team work. But you can keep reviewing more. Your support is much appreciated.
de: Herzlichen Glückwunsch; Sie haben die Mindestanzahl der erforderlichen Einreichungen vervollständigt. Vielen, vielen Dank für Ihre tolle Teamarbeit. Sie können gerne weitermachen mit mehr Überprüfungen. Ihre Unterstützung wird sehr geschätzt.
el: Συγχαρητήρια, έχετε εξετάσει τον ελάχιστο αριθμό των απαιτουμένων υποβολών. Ευχαριστούμε πάρα πολύ για την απίστευτη ομαδική εργασία. Αλλά μπορείτε να συνεχίσετε να εξετάζετε κι άλλες. Η βοήθεια σας εκτιμάται ιδιαίτερα.
es: Enhorabuena, ya has revisado el número mínimo obligatorio de entregas de otros compañeros. Muchas gracias por tu increíble trabajo en grupo. Puedes continuar revisando más entregas, tu ayuda es bienvenida.
it: Congratulazioni, hai valutato il numero minimo di contributi richiesti. Grazie mille per il vostro incredibile lavoro di squadra. Ma è possibile continuare il processo di peer review. Il vostro aiuto è molto importante.
tr: Tebrikler, istenilen minimum sayıdaki gönderiyi değerlendirdiniz. Muhteşem grup çalışması için teşekkür ederiz. Ancak daha fazla değerlendirmeye devam edebilirsiniz. Yardımınız bizler için çok değerli.

source: You are currently reviewing the following submissions:
ar: كنت بصدد النظر في التقارير التالية:
de: Sie überprüfen derzeit die folgenden Vorlagen:
el: Αυτή τη στιγμή εξετάζετε τις ακόλουθες υποβολές:
es: Actualmente estás revisando las siguientes entregas:
it: Stai valutando i seguenti contributi:
tr: Şu anda sıradaki gönderileri değerlendiriyorsunuz.

source: Submission sent on %(created)s.
ar: Submission sent to %(created)s.
de: Vorlagen versendet %(created)s.
el: Η υποβολή στάληκε στο %(created)s.
es: Entrega enviada el %(created)s.
it: contributo inviato il %(created)s.
tr: Gönderi %(created)s ayarlandı.

source: Finish reviewing it.
ar: الانتهاء من مراجعتها.
de: fertigstellen Überprüfung
el: Ολοκλήρωση ελέγχου.
es: Terminar de revisarla.
it: Terminare revisione.
tr: Gözden geçirmeyi sonlandır.

source: Review a submission
ar: مراجعة التقديم
de: Vorlage überprüfen
el: Επανεξέταση υποβολής
es: Revisar otra entrega
it: Valuta un contributo
tr: Gönderiyi gözden geçir

source: Review another submission
ar: مراجعة تقديم آخر
de: Nächste Vorlage überprüfen
el: Επανεξετάστε κάποια άλλη υποβολή
es: Revisar otra entrega
it: Valuta un altro contributo
tr: Başka gönderiyi gözden geçir

source: You must send your submission before reviewing your classmates' ones
ar: يجب عليك إرسال تقريركم قبل مراجعة تقرير زملائك
de: Sie müssen Ihre Einsendung zuerst abschicken um die Einsendungen von Ihren Mitschüler überprüfen zu können.
el: Πρέπει να στείλετε την υποβολή σας πριν ελέγξετε εκείνες των συμμαθητών σας
es: Debes enviar tu ejercicio antes de poder revisar el de tus compañeros
it: È necessario inviare il contributo prima di valutare quelli degli altri studenti del corso.
tr: Sınıf arkadaşınınkine bakmadan önce kendi gönderini yollamalısın

source: Submissions already reviewed
ar: التقديمات تمت مراجعتها سابقاً.
de: Bereits überprüfte Einsendungen
el: Οι υποβολές έχουν ήδη αξιολογηθεί
es: Entregas ya revisadas
it: Contributi già recensiti
tr: Gönderi zaten gözden geçirildi

source: Submission reviewed on %(created)s.
de: Einsendungen überprüft an %(created)s.
el: Η υποβολή αξιολογήθηκε στις %(created)s.
es: Entrega revisada el %(created)s.
it: Contributo recensito su %(created)s.
tr: Gönderi %(created)s değerlendirildi

source: You still need to review <strong>%(pending)s</strong> more submission.
de: Sie müssen noch <strong> %(pending)s</strong> Einsendung überprüfen.
el: Και πάλι πρέπει να αξιολογήσετε <strong>%(pending)s</strong> περισσότερο την υποβολή.
es: Aún tienes que revisar %(pending)s entrega más.
it: Hai ancora <strong>%(pending)s </strong> contributo da valutare.
tr: Hala değerlendirmen gereken <strong>%(pending)s</strong>gönderi var.

source: Are you completely sure you want to submit your review? You can't change it later, this will be your final review of this student's assignment.
de: Sind Sie absolut sicher, dass Sie Ihren Auftrag einreichen möchten? Sie können dies später nicht mehr ändern , da es die letzte Überprüfung des Auftrags dieses Studentes ist.
el: Είστε απολύτως σίγουρος/η ότι θέλετε να υποβάλετε αυτή την αξιολόγηση; Δεν θα μπορείτε να την αλλάξετε μετά, αυτή θα είναι η τελική σας αξιολόγηση αυτής της εργασίας του μαθητή.
es: ¿Estás completamente seguro de que quieres enviar tu revisión? No podrás cambiarla después, ésta será tu revisión final para esta entrega de este alumno.
it: Sei assolutamente certo di voler inviare la tua revisione? Non è possibile modificarla in un secondo momento, questa sarà la tua revisione finale del contributo di questo studente.
tr: Değerlendirmeni göndermek istediğinizden emin misiniz? Daha sonra değiştiremezsiniz.

source: There were errors when submitting this form. Please check the specific errors below.
ar: Errors ocurred when submitting this form. Please review details below.
de: Es gab Fehler bei der Absendung dieses Formulars. Bitte überprüfen Sie unten die Fehlerdetails.
el: Προέκυψαν κάποια σφάλματα στην υποβολή αυτή της αίτησης. Σας παρακαλώ όπως ελέγξετε αυτά τα συγκεκριμένα σφάλματα πιο κάτω.
es: Hubo errores al enviar este formulario. Por favor comprueba los errores específicos más abajo
it: L'invio di questo modulo non è andato a buon fine. Controlla i seguenti errori.
tr: Bu formu gönderirken hatalar oluştu. Lütfen aşağıdaki belirtilen hataları kontrol ediniz.

source: Review:
ar: مراجعه:
de: Überprüfung:
el: Αξιολόγηση:
es: Revisión:
it: Revisione:
tr: Gözden geçir:

source: Warning!
ar: تحذير!
de: Warnung!
el: Προσοχή!
es: ¡Atención!
it: Attenzione!
tr: Uyarı!
