Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: You have done %(tasks_done)s tasks of %(tasks_num)s
de: Sie haben %(tasks_done)s von %(tasks_num)s Aufgaben abgeschlosen
el: Εχετε κάνει %(tasks_done)s εργασίες από %(tasks_num)s
es: Has realizado %(tasks_done)s tareas de %(tasks_num)s
tr: %(tasks_num)s görevleriden %(tasks_done)s görevlerini yerine getirdin.

source: Congratulations, you have completed all your current tasks!
ar: تهانينا, لقد أنهيت كل المهام الحالية!
de: Herzlichen Glückwunsch, Sie haben alle Ihre aktuellen Aufgaben abgeschlossen!
el: Συγχαρητήρια, έχετε ολοκληρώσει όλες τις τρέχουσες εργασίες!
es: Enhorabuena, ¡has completado todas las tareas!
tr: Tebrikler, tüm mevcut görevleri tamamladınız!

source: News feed
ar: الأخبار
de: Neuigkeiten
el: Τροφοδότηση νέων
es: Feed de noticias
tr: Haber kaynağı

source: There is no posts yet
ar: لا توجد منشورات حتى الآن
de: Noch keine Einträge sichtbar
el: Δεν έχει αναρτηθεί τίποτα ακόμα
es: No hay ningún mensaje aún
tr: Henüz hiç bir iletiniz yok

source: Forum
ar: المنتدى
el: Χώρος συζητήσεως
es: Foro

source: Go to my timeline
ar: الذهاب إلى المحتوى العام
el: Πήγαινε στο χρονοδιάγραμμα μου
tr: Zaman çizelgeme git

source: Notifications
ar: إشعارات
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
it: Notifiche
tr: Bildirimler

source: General
ar: بشكل عام
de: generell
el: Γενικά
it: Generale
tr: Genel

source: an online course of
ar: دورة على شبكة الإنترنت من قبل
el: ένα online μάθημα του
es: un curso online de
tr: online kursu

source: Dear %(user)s Your course "%(course)s" has been created, and you have been assigned as the teacher owner. You can now access to the course administration interface and start adding content. Best regards, %(site)s's team
el: Dear %(user)s Το μάθημα "%(course)s" έχει δημιουργηθεί, και σας έχει ανατεθεί ο ρόλος του ιδιοκτήτη δάσκαλου. Μπορείτε τώρα να έχετε πρόσβαση στο περιβάλλον διαχείρισης του μαθήματος και να αρχίσετε να προσθέτετε υλικό. Θερμές ευχές, %(site)s's ομάδα
es: Estimado %(user)s El curso "%(course)s" ha sido creado, y has sido asignado como el profesor propietario. Ahora puedes acceder a la interfaz de administración del curso y comenzar a añadir contenido. Un afectuoso saludo, el equipo de %(site)s
it: Caro %(user)s il tuo corso "%(course)s" è stato creato, e sei stato assegnato come proprietario. Puoi ora accedere all'interfaccia di amministrazione del corso e iniziare ad aggiungere contenuti. Cordiali saluti, %(site)s team
tr: Sevgili %(user)s Kursunuz "%(course)s" oluşturuldu, ve öğretmen sahibi olarak atandınız. Kurs yönetim arabirimine erişebilir ve içerik eklemeye başlayabilirsiniz. Saygılarla, %(site)s grubu

source: Posts
ar: منشورات
de: Einträge
el: Αναρτήσεις
es: Artículos
it: Post
tr: İletiler

source: NEW POST
ar: منشور جديد
de: NEUER EINTRAG
el: ΝΕΑ ΑΝΑΡΤΗΣΗ
es: NUEVO ARTÍCULO
it: NUOVO POST
tr: YENİ İLETİ

source: Unpin
ar: إزالة التثبيت
el: Ξεκαρφιτσώνω
tr: İğnelemeleri kaldır

source: Pin
ar: تثبيت
el: Καρφιτσώνω
tr: İğnele

source: Pinned
ar: مثبت
el: Καρφιτσώθηκε
tr: İğnelendi

source: Last reply
ar: آخر رد
el: Τελευταία απάντηση
tr: Son cevap

source: There is no replies yet
ar: لا يوجد ردود حتى الآن
el: Δεν υπάρχουν απαντήσεις ακόμα
tr: Henüz yanıt yok

source: This post has already been shared
ar: وقد تم بالفعل نشر هذه المشاركة
de: Dieser Eintrag wurde schon geteilt
el: Αυτή η ανάρτηση έχει κοινοποιηθεί ήδη
es: Este artículo ha sido compartido
it: Questo post è già stato condiviso
tr: Bu ileti zaten paylaşıldı

source: Are you sure you want to flag this post?
ar: هل تريد وضع علامة على هذا المنشور؟
el: Είστε σίγουροι ότι θέλετε να σημαδέψετε αυτή την ανάρτηση;
tr: Bu iletiyi işaretlemek istediğinizden emin misiniz?

source: Are you sure you want to delete this post?
ar: هل تريد بالفعل حذف هذا المنشور؟
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ανάρτηση;
tr: Bu iletiyi silmek istediğinizden emin misiniz?

source: Sorry, you cannot delete this post as long as it contains replies
ar: عذرا، لا يمكنك حذف هذه الوظيفة طالما أنه يحتوي على ردود
el: Απολογούμαστε, δεν μπορείτε να διαγράψετε αυτή την ανάρτηση από την στιγμή που περιλαμβάνει απαντήσεις
tr: Üzgünüz, bu ileti yanıt içerdiğinden silemezsiniz.

source: Reply
ar: رد
de: Antwort
el: Απάντηση
es: Responder
it: Rispondi
tr: Cevap

source: Vote +1
ar: إضافة تصويت
el: Ψήφος +1
tr: Oy +1

source: Vote -1
ar: إزالة تصويت
el: Ψήφος -1
tr: Oy -1

source: Flag
ar: علامة
el: Σημαία
tr: Bayrak

source: Edit
ar: تعديل
de: editieren
el: Επεξεργασία
es: Editar
it: Modifica
tr: Düzenle

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Borrar
it: Cancella
tr: Sil

source: Shared by
ar: تمت مشاركته من قبل
de: Geteilt von
el: Κοινοποιήθηκε από
es: Compartido por
it: Condiviso da
tr: Tarafından paylaşıldı

source: Toggle comments
ar: تبديل التعليقات
el: Διακόπτης σχόλιων
tr: Toogle yorumları

source: Go to group's forum
ar: إذهب إلى منتدى المجموعة
de: Zum Gruppenforum
el: Πήγαινε στο χώρο συζητήσεως της ομάδας
es: Ir al foro de grupo
it: Vai al forum del gruppo
tr: Grup forumuna git

source: members
ar: الأعضاء
de: Mitglieder
el: μέλη
es: miembros
it: Ricorda!
tr: üyeler

source: Change group
ar: تغيير المجموعة
de: Gruppe austauschen
el: Αλλαγή ομάδας
es: Cambie
it: Cambia
tr: Grubu değiş

source: Videoconference
ar: مؤتمر عبر الفيديو
de: Videokonferenz
el: Βιντεοδιάσκεψη
es: Videoconferencia
it: Videoconferenza
tr: Video konferans

source: Location
ar: مكان
de: Ort
el: Τοποθεσία
es: Localización
it: Posizione
tr: Konum

source: Languages
ar: لغات
de: Sprachen
el: Γλώσσες
es: Idiomas
it: Lingue
tr: Diller

source: Karma
ar: كارما
el: Κάρμα

source: Group wall
ar: محتوى المجموعة
el: Τοίχος ομάδας
tr: Grup duvarı

source: Write a message
ar: إكتب رسالة
el: Γράψτε ένα μήνυμα
tr: Mesaj yaz

source: decorative classroom image
ar: صورة الفصول الدراسية المزخرفة
de: Dekoratives Klassenzimmerbild
el: διακοσμητική εικόνα τάξης
es: imagen decorativa del curso
it: immagine aula decorativa
tr: dekoratif sınıf görüntüsü

source: More information about this course
ar: مزيد من المعلومات حول هذه الدورة
de: Mehr Informationen über diesen Kurs
el: Περισσότερες πληροφορίες σχετικά με αυτό το μάθημα
es: Más información sobre este curso
it: Maggiori informazioni su questo corso
tr: Bu kurs hakkında daha fazla bilgi

source: Enter now
ar: إدخل الآن
de: Geben Sie jetzt ein
el: Είσοδος τώρα
es: Entrar ahora
it: Entra subito
tr: Şimdi giriş yap

source: Filter <span class="noLowRes"> courses by
de: Filter <span class="noLowRes"> verwenden
el: Φιλτράρισμα <span class="noLowRes"> μαθημάτων ανά
es: Filtrar <span class="noLowRes">cursos por
it: Filtro <span class="noLowRes"> corsi di
tr: Kursları <span class="noLowRes"> filtrele

source: Featured
ar: مميز
de: Aufgewiesen
el: Προβεβλημένο
es: Destacado
it: In primo piano
tr: Öne çıkan

source: Oncoming
ar: القادم
de: Laufende Kurse
el: Επερχόμενα
es: Próximos
it: Imminente
tr: Gelecek

source: Explore the full
ar: استكشاف كامل
de: erkunden komplette
el: Εξερευνήστε το όλο
es: Explora el
it: Esplora la piena
tr: Tam keşif

source: catalogue
ar: فهرس
de: Katalog
el: κατάλογος
es: catálogo
it: Catalogo
tr: Katalog

source: Courses catalogue
ar: فهرس المواد
de: Kurskatalog
el: Κατάλογος μαθημάτων
es: Catálogo
it: Catalogo
tr: Kurs kataloğu

source: certificated course
ar: certified course
de: zertifizierter Kurs
el: πιστοποιημένο μάθημα
es: curso certificado
it: Corso certificato
tr: Sertifikalı kurslar

source: Explore the full catalogue
ar: إستكشاف كامل لكل الفهرس
de: Gesamtkatalog erkunden
el: Εξερευνήστε ολόκληρο τον κατάλογο
es: Explora el catálogo completo
it: Esplora il catalogo completo
tr: Tüm kataloğu keşfet

source: Total Tasks
ar: المهام الكلية
de: Insgesamte Aufgaben
el: Σύνολο εργασιών
es: Total de tareas
it: Totale Attività
tr: Toplam görevler

source: Congratulations, you have obtained a certification
ar: تهانينا، لقد حصلت على شهادة.
de: Herzlichen Glückwunsch, Sie haben eine Zertifizierung erhalten,
el: Συγχαρητήρια, έχετε αποκτήσει ένα πιστοποιητικό
es: Enhorabuena, ha conseguido la certificación de curso
tr: Tebrikler, sertifika aldınız

source: Dashboard
ar: لوحة الشرف
el: Πίνακας Ελέγχου
es: Escritorio
it: Impostazioni
tr: Gösterge tablosu

source: Calendar
ar: التقويم
de: Kalendar
el: Ημερολόγιο
es: Calendario
it: Calendario
tr: Takvim

source: Group
ar: مجموعة
de: Gruppe
el: Ομάδα
es: Grupo
it: Gruppo
tr: Grup

source: Forum archive
ar: أرشيف المنتدى
el: Αρχείο χώρου συζητήσεως
tr: Forum arşivi

source: Blog
ar: مدونة
el: Μπλοκ

source: More
ar: المزيد
de: Mehr
el: Περισσότερα
es: Más
it: di più
tr: Daha fazla

source: General information
ar: معلومات عامة
de: Generelle Informationen
el: Γενικές πληροφορίες
es: Información general
it: Informazioni generali
tr: Genel Bilgi

source: Admin course
ar: مادة المشرف
de: Kursadministration
el: διαχειριστής μαθήματος
es: Administrar curso
it: Pannello di amministrazione
tr: Yönetici kursu

source: Your progress
ar: كمية تقدمك
de: Ihr Fortschritt
el: Η εξέλιξη σας
es: Progreso
it: Il tuo progresso
tr: İlerlemeniz

source: Publish
ar: نشر
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
tr: Yayın

source: Sending...
ar: قيد الإرسال...
de: Wird versendet...
el: Αποστολή...
es: Enviando...
tr: Gönderiliyor...

source: Message posted!
ar: تم وضع الرسالة!
de: Eintrag wurde geposted
el: Το μήνυμα αναρτήθηκε!
es: ¡Mensaje publicado!
tr: Mesaj gönderildi!

source: Go to my posts
ar: منشوراتي
de: Meine Einträge sehen
el: Πήγαινε στις αναρτήσεις μου
es: Ir a mis publicaciones
tr: Benim iletilerime git

source: Profile
ar: الملف الشخصي
de: Profil
el: Προφίλ
es: Perfil
it: Profilo
tr: Profil

source: See all courses
ar: شاهد جميع الدورات
de: Alle Kurse sehen
el: Δείτε όλα τα μαθήματα
es: Ver todos los cursos
it: Vedi tutti i corsi
tr: Tüm kursları gör

source: My transcript
ar: شهادتي
de: Meine Umschreibung
el: Τα πρακτικά μου
es: Mis notas
it: I miei sottotitoli
tr: Transkriptim

source: My badges
ar: شارتي
de: Meine Marken
el: Τα εμβλήματά μου
es: Mis medallas
it: I miei badge
tr: Benim sembollerim

source: Change Password
ar: تغيير كلمة المرور
de: Kennwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
it: Cambia la password
tr: Şifreni değiştir

source: Admin interface
ar: واجهة المشرف
el: διαχειριστής διεπαφής
es: Interfaz de administración
it: Interfaccia di amministrazione
tr: Yönetici arabirimi

source: Log out
ar: تسجيل الخروج
de: Outloggen
el: Αποσύνδεση
es: Terminar sesión
it: Esci
tr: Çıkış yap

source: This course is not ready yet
ar: هذه الدوره غير جاهزة الآن.
de: Dieser Kurs ist noch nicht fertig
el: Αυτό το μάθημα δεν είναι έτοιμο ακόμα
es: Este curso no está listo aún
it: Questo corso non è ancora pronto
tr: Bu kurs henüz hazır değil

source: The course "%(course_name)s" has no content.
de: Der Kurs "%(course_name)s" hat noch keinen Inhalt
el: Το μάθημα "%(course_name)s" δεν έχει κανένα περιεχόμενο.
es: El curso "%(course_name)s" no tiene contenido.
it: Il corso "%(course_name)s" non ha contenuto.
tr: "%(course_name)s" kursunun içeriği yok.

source: Consider <a href="%(contact_url)s">getting in touch with an administrator</a>.
de: Betrachten Sie <a href="%(contact_url)s"> mit einem Administrator in Kontakt zu treten. </a>
el: Επιλέξτε <a href="%(contact_url)s">για επικοινωνία με ένα διαχειριστή </a>.
es: Considere <a href="%(contact_url)s">contactar con un administrador</a>.
it: <a href="%(contact_url)s"> entra in contatto con un amministratore </a>.
tr: Yönetici ile temasa geçmeyi düşün <a href="%(contact_url)s">

source: It starts in %(date)s.
ar: It starts on %(date)s.
de: Der startet am %(date)s.
el: Ξεκινάει στις %(date)s.
es: Comienza el %(date)s.
it: Si inizia il %(date)s.
tr: %(date)s tarihinde başlar.

source: Please, use this <a href="%(contact_url)s">contact form</a> if you have any questions.
de: Bitte verwenden Sie dieses <a href="%(contact_url)s"> Kontaktformular </a>, wenn Sie irgendwelche Fragen haben.
el: Παρακαλώ, χρησιμοποιήστε αυτό <a href="%(contact_url)s">τύπο επικοινωνίας</a> εάν έχετε καθόλου ερωτήσεις.
es: Por favor, use este <a href="%(contact_url)s">formulario de contacto</a> si tiene alguna pregunta.
it: Per favore, utilizza questo <a href="%(contact_url)s"> modulo di contatto </a> se hai domande.
tr: Herhangi bir sorunuz varsa, bu <a href="%(contact_url)s"> </a>iletişim forumunu kullan.

source: Go to course
ar: إلى الدورة
de: Zum Kurs
el: Πήγαινε στο μάθημα
es: Ir al curso
it: Vai al corso
tr: Kursa git

source: Enroll me
ar: سجلني
de: Regstrieren
el: Θέλω να γραφτώ
es: Matricúlame
it: Iscrivimi
tr: Beni kaydet

source: You have already enrolled in this course.
ar: لقد سبق تسجيلهم في هذه الدورة.
el: Έχετε ήδη εγγραφεί σε αυτό το μάθημα
tr: Bu kursa zaten kayıt oldunuz.

source: Come back this
ar: العوده إلى
el: Πήγαινε πίσω σε αυτό
tr: Buna geri dön

source: to start your classes.
ar: للبدء في درسك
el: για να αρχίσετε τα μαθήματα σας.
tr: derse başlamak için.

source: Duration
ar: المدة
de: Dauer
el: Διάρκεια
es: Duración del slot
it: Durata
tr: Süre

source: Estimated Effort
ar: الجهد المتوقع
de: Geschätzter Aufwand
el: Εκτιμώμενη προσπάθεια
es: Esfuerzo Estimado
it: Impegno stimato
tr: Tahmini çaba

source: h/week
ar: ساعة/أسبوع
de: / Woche
el: ώρες/εβδομάδα
es: h/semana
it: h / settimana
tr: h/hafta

source: Certified Credits
ar: شهادات مسجله
de: Zertifizierte Verdienste
el: Πιστοποιημένες μονάδες
es: Créditos certificados
it: Crediti Certificati
tr: Sertifikalı krediler

source: Recommended requirements
ar: متطلبات الموصى بها
de: Empfohlene Anforderungen
el: Προαπαιτούμενα
es: Requisitos recomendados
it: Requisiti consigliati
tr: Önerilen gereksinimler

source: Rating
ar: تقييم
de: Wertung
el: Αξιολόγηση
es: Valoración
it: Valutazione
tr: Puanlama

source: Organizers
ar: المنظمون
de: Veranstalter
el: Διοργανωτές
es: Organizadores
it: Organizzatori
tr: Organizatörler

source: Categories
ar: معايير
de: Kategorien
el: Κατηγορίες
es: Categorías
it: Categorie
tr: Kategoriler

source: Tutors
ar: الاولياء
el: Εκπαιδευτές
es: Tutores
tr: Eğitmenler

source: Profile image of
ar: الصورة الشخصيه ل
de: Profilbild von
el: Φωτογραφία Προφίλ
es: Imagen del perfil de
it: Profilo immagine di
tr: Profil resmi

source: Related courses
ar: الدورات المقيّمه
de: Ähnliche Kurse
el: Σχετικά μαθήματα
es: Cursos relacionados
it: Corsi correlati
tr: İlgili dersler

source: Announcements
ar: إعلانات
de: Ankündigungen
el: Ανακοινώσεις
es: Comunicados
it: Annunci
tr: Duyurular

source: Subscribe to Announcements RSS
ar: الاشتراك في إعلانات RSS
de: Abonnieren zu den ECO Learning RSS Benachrichtung-Feeds
el: Γίνεται συνδρομητής στο Ανακοινώσεις RSS
es: Subscribete a los comunicados vía RSS
it: Iscriviti a RSS Annunci
tr: RSS Duyurulara Üye Ol

source: Your course score is
ar: علامتك في هذه الدوره هي:
de: Ihre Kurspunktzahl
el: Η βαθμολογία σας για το μάθημα είναι
es: Su nota final del curso es
tr: Kurs puanın

source: Get an official certification
ar: احصل على شهادة رسمية
de: Ein Zertifikat anfragen
el: Αποκτήστε επίσημο πιστοποιητικό
es: Obtenga un certificado oficial del curso
tr: Resmi bir belge al

source: Download certification file
ar: تنزيل ملف الشهادة
de: Runterladen Zertifikatdatei
el: Κατεβάστε το αρχείο των πιστοποιητικών
es: Descarga el fichero del certificado
tr: Sertifika dosyası indir

source: Review details
ar: مراجعه التفاصيل
de: Bewertungsdetails
el: Λεπτομέρειες αξιολόγησης
es: Detalles de la revisión
it: Revisione dei dettagli
tr: Değerlendirme detayları

source: Review date
ar: تاريخ المراجعه
de: Bewertungsdatum
el: Ημερομηνία αξιολόγησης
es: Fecha de la revisión
it: Data di revisione
tr: Değerlendirme tarihi

source: Score
ar: النتيجة
de: Auswertung
el: Βαθμολογία
es: Nota
it: Punteggio
tr: Puan

source: Final score
ar: النتيجة النهائية
de: Schlussgrad
el: Τελική βαθμολογία
es: Nota final
it: Punteggio finale
tr: Son puan

source: Comment
ar: تعليق
de: Kommentar
el: Σχόλιο
es: Comentario
it: Commento
tr: Yorum

source: Go back to Course Overview
ar: العودة إلى الشرح العام عن الدوره
de: Zurück zum Kursüberblick
el: Πηγαίνετε πίσω στην περίληψη του μαθημάτος
es: Volver a la Vista General del Curso
it: Torna alla Panoramica del corso
tr: Kurs Genel Bakış'a geri dön

source: Congratulations, you have completed the course survey!
ar: تهانينا، لقد أكملت إنهاء الدوره!
de: Kongratuliere! Sie haben die Kursumfrage vervollständigt.
el: Συγχαρητήρια, έχετε ολοκληρώσει το ερωτηματολόγιο του μαθήματος!
es: Enhorabuena, ¡has completado el cuestionario del curso!
tr: Tebrikler, kurs anketini tamamladınız!

source: Ups, it seems that you don't have finished the survey yet.
ar: أووه, يبدو أنك لم تنه الدوره بعد.
de: Es sieht so aus als ob Sie die Umfrage noch nicht beendet haben.
el: Ουψ, απ' ότι φαίνεται δεν έχετε ολοκληρώσει την έρευνα ακόμα.
es: Vaya, parece que todavía no has finalizado el cuestionario final
tr: Anketi henüz tamamlamadınız.

source: Presentation
ar: العرض التقديمي
de: Vortrag
el: Παρουσίαση
es: Presentación
it: Contributo
tr: Sunum

source: Text
ar: نص
el: Κείμενο
tr: Metin

source: Test
ar: إختبار
el: Δοκιμή

source: Teachers section under construction
ar: قسم المعلمين تحت الإنشاء
de: Lehrersektion wird berarbeitet
el: Τμήμα των δασκαλών υπό κατασκευή
es: Sección de profesores en construcción
it: Sezione Docenti in costruzione
tr: Öğretmen bölümü yapım aşamasında

source: closed
ar: مغلق
de: geschlossen
el: κλειστό
es: cerrado
it: chiusa
tr: Kapalı

source: of the final mark
ar: العلامة النهائية ل
de: von der Schlussauswertung
el: της τελικής βαθμολογίας
es: de la nota final
it: del voto finale
tr: son puanı

source: No scoring units
ar: لا يوجد علامات لكل وحده
de: Keine Punktzahlen entwertet
el: Μη διαθέσιμες μονάδες αξιολόγησης
es: No hay unidades puntuables
it: Nessun punteggio
tr: Puanlama birimi yok

source: Final mark
ar: العلامة النهائية
de: Schlussgrad
el: Τελικός βαθμός
es: Calificación final
it: Voto finale
tr: Son puan

source: You need at least a <strong>%(threshold)s to pass</strong> this course.
de: Sie benötigen mindestens eine <strong>%(threshold)s um diesen Kurs zu bestehen.</strong>
el: Χρειάζεστε τουλάχιστον <strong>%(threshold)s για να περάσετε </strong> αυτό το μάθημα.
es: Necesitas al menos un <strong>%(threshold)s para aprobar</strong> este curso.
it: Hai bisogno di almeno una <strong>%(threshold)s per superare</strong> questo corso.
tr: </strong> kursunu geçmek için en az <strong>%(threshold)s ihtiyacın var

source: Congratulations, you have completed
ar: تهانينا, لقد أنتهيت
de: Herzlichen Glückwunsch, Sie haben abgeschlossen
el: Συγχαρητήρια, έχετε ολοκληρώσει
es: Enhorabuena, has completado
it: Congratulazioni, hai completato
tr: Tebrikler, tamamladınız

source: Here is a badge!
ar: ها هي الشارة!
de: Jetzt empfangen Sie eine Marke!
el: Εδώ υπάρχει ένα έμβλημα!
es: ¡Aquí tienes una medalla!
it: Ecco il badge!
tr: İşte bir sembol!

source: I want a certificate of completion for this course
ar: أريد شهادة الإنجاز لهذه الدورة
de: Ich möchte ein Zertifikat nach Abschluss dieses Kurses erhalten
el: Θέλω ένα πιστοποιητικό ολοκλήρωσης αυτού του μαθήματος
es: Quiero un certificado de finalización para este curso
it: Voglio un attestato di partecipazione per questo corso
tr: Bu ders için tamamlama sertifikası istiyorum

source: Read more
ar: إقرأ المزيد
de: Weiterlesen
el: Διαβάστε περισσότερα
es: Leer más
it: Continua
tr: Daha fazlasını oku

source: You need to complete the course before asking for a certificate of completion.
ar: يجب عليك إنهاء الدوره قبل الحصول على الشهادة.
de: Sie müssen den Kurs zuerst vervollständigen, bevor Sie einen Abschlusszertifikat anfordern können.
el: Πρέπει να ολοκληρώσετε το μάθημα προτού ζητήσετε για πιστοποιητικό ολοκλήρωσης.
es: Debes completar el curso antes de solicitar un certificado de finalización.
it: È necessario completare il corso prima di chiedere un attestato di partecipazione.
tr: Tamamlama sertifikası istemeden önce kursu tamamlamanız gerekiyor

source: No certificate available for this course.
ar: لا يوجد شهادة متاحه لهذه الدورة
de: Kein Zertifikat steht für diesen Kurs zur Verfügung.
el: Μη διαθέσιμο πιστοποιητικό γι΄αυτό το μάθημα.
es: No hay certificación disponible para este curso
it: Nessun attestato è disponibile per questo corso.
tr: Bu kursta sertifika mevcut değildir.

source: You are not enrolled in any course
ar: أنت غير مسجل في أي دوره
de: Sie sind nicht in jedem Kurs eingeschrieben
el: Δεν έχετε εγγραφεί σε κάποιο μάθημα
es: No estás matriculado en ningún curso
it: Non sei iscritto a nessun corso
tr: Herhangi bir kursa üye değilsiniz

source: My transcript:
ar: شهادتي:
de: Meine Umschreibung:
el: Τα πρακτικά μου:
es: Mis notas:
it: La mia trascrizione:
tr: Transkriptim:

source: You're not registered in any course
ar: You are not registered in any course
de: Sie sind nicht in jedem Kurs eingeschrieben
el: Δεν έχετε εγγραφεί σε κάποιο μάθημα
es: No estás matriculado en ningún curso
it: Non sei registrato in nessun corso
tr: Herhangi bir kursa kayıtlı değilsiniz

source: Wiki under construction
ar: ويكي تحت الإنشاء
de: Wiki wird berarbeitet
el: Wiki υπό κατασκευή
es: Wiki en construcción
it: Wiki in costruzione
tr: Wiki yapım aşamasında

source: Free enrollment
ar: التسجيل مجانا
de: Kostenlose Registrierung
el: Δωρεάν εγγραφή
es: Matriculación libre
it: Iscrizione gratuita
tr: Ücretsiz kayıt

source: Congratulations, you have successfully enroll in the course %(course)s
de: Herzlichen Glückwunsch, Sie haben sich erfolgreich immatrikuliert für den Kurs %(course)s
el: Συγχαρητήρια, έχετε εγγραφεί με επιτυχία στο μάθημα %(course)s
es: Enhorabuena, te has matriculado correctamente en el curso %(course)s
it: Congratulazioni, ti sei iscritto con successo al corso %(course)s
tr: Tebrikler %(course)s kursuna başarıyla kaydoldunuz

source: You have successfully unenroll in the course %(course)s
ar: You have successfully unregistered for the course %(course)s
de: Sie haben sich für diesen Kurs abgemeldet: %(course)s
el: Έχετε καταργήσει με επιτυχία την εγγραφή στο μάθημα %(course)s
es: Te has desmatriculado correctamente del curso %(course)s
it: Hai annullato con successo l'iscrizione nel corso %(course)s
tr: %(course)s kursundan başarıyla kaydınızı sildiniz

source: Unenroll
ar: إلغاء التسجيل
de: Abmelden
el: Κατάργηση εγγραφής
es: Desmatricúlame
it: Annulla iscrizione
tr: Kayıt silme

source: Once the slug has been set, you must contact an administrator to change it
ar: يمكنك تعيينها لمره واحد, يجب عليك مراجعة المسؤول لتغييره.
de: Sobald die Kurzname festgelegt wird, bräuchten Sie sich zum einen Administrator wenden, um es zu ändern
el: Εφόσον έχει καθοριστεί το slug, πρέπει να επικοινωνήσετε με κάποιο διαχειριστή γι οποιαδήποτε αλλαγή.
es: Tiene que contactar con un administrador para cambiar el slug de la instancia
it: Una volta che la lumaca è stato impostato, è necessario contattare un amministratore di cambiarlo
tr: Slug ayarlandığı zaman değiştirilmesi için yönetici ile temasa geçmeniz gerekmektedir

source: Once the instance type has been set, you must contact an administrator to change it
ar: مرة واحدة وقد تم تعيين نوع الحالة، يجب عليك الاتصال مسؤول لتغييره
de: Sobald das Instanztyp festgelegt wird, bräuchten Sie sich zum einen Administrator wenden, um es zu ändern
el: Εφόσον έχει καθοριστεί ο τύπος του παραδείγματος, πρέπει να επικοινωνήσετε με κάποιο διαχειριστή γι' οποιαδήποτε αλλαγή.
es: Tiene que contactar con un administrador para cambiar el tipo de instancia
it: Una volta che il tipo di istanza è stata impostata, è necessario contattare un amministratore per cambiarla
tr: Örnek türü ayarlandıktan sonra, bunu değiştirmek için bir yöneticiye başvurmanız gerekiyor.
