Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: Submitted
ar: تم التسليم
de: Eingetragen
el: Υποβλήθηκε
es: Entregado
it: Presentato
tr: Gönderilen

source: Not submitted
ar: لم يتم التسليم
de: Nicht eingetragen
el: Μη καταχωρημένο
es: No entregado
it: Non presentato
tr: Gönderilemedi

source: General statistics of the course
ar: الإحصاءات العامة للدورة
de: Genereller Statistiküberblick zum Kurs
el: Στατιστικά του μαθήματος
es: Estadísticas generales del curso
it: Statistiche generali del corso
tr: Kursun genel istatistikleri

source: Number of published units
ar: عدد الوحدات المنشوره
el: Αριθμός δημοσιευμένων ενοτήτων
tr: Yayımlanan ünitelerin sayısı

source: Number of published nuggets
ar: عدد النشرات المنشورة
el: Αριθμός δημοσιευμένων ψηγμάτων
tr: Yayımlanan modüllerin sayısı

source: Number of published tasks
ar: عدد من المهام المنشورة
el: Αριθμός δημοσιευμένων δραστηριοτήτων
tr: Yayımlanan görevlerin sayısı

source: General statistics of the students
ar: الإحصاءات العامة للطلاب
el: Στατιστικά των μαθητών
tr: Öğrencilerin genel istatistikleri

source: Total number of students
ar: العدد الإجمالي للطلاب
el: Συνολικός αριθμός μαθητών
tr: Toplam öğrenci sayısı

source: Students that have...
ar: الطلاب الذين لديهم ...
de: Studenten die...
el: Μαθητές που έχουν....
es: Estudiantes que han...
it: Gli studenti che hanno ...
tr: ... sahip öğrenciler

source: ...started the course
ar: ... بدأوا الدورة
de: ...den Kurs angefangen haben
el: ... αρχίσει το μάθημα
es: ...comenzado el curso
it: ... Iniziato il corso
tr: ... kursu başladı

source: ...completed the course
ar: ... إنتهوا من الدورة
de: ...den Kurs abgeschlosen haben.
el: .... ολοκληρώσει το μάθημα
es: ...completado el curso
it: ... Completato il corso
tr: ...kursunu tamamla

source: ...passed the course
ar: ... نجحوا في الدورة
de: ...den Kurs bestanden haben.
el: ... περάσει το μάθημα
es: ...aprobado el curso
it: ... Superato il corso
tr: ...kursu geçti

source: Students evolution...
ar: مدى تطور الطالب ..
de: Lernfortschritts
el: Εξέλιξη μαθητών....
es: Evolución de los estudiantes...
it: Studenti progress...
tr: Öğrenci değerlendirmesi...

source: ...in general
ar: .... بشكل عام
de: generell
el: ..... γενικά
es: ...en general
it: ... in generale
tr: ... genel

source: ...per unit
ar: ... لكل وحده
de: Pro Einheit
el: ... ανά ενότητα
es: ...por módulo
it: Per unità ...
tr: ... her ünite

source: All units
ar: كل الوحدات
de: Alle Einheiten
el: Όλες οι ενότητες
es: Todos los módulos
it: Tutte le unità
tr: Tüm birimler

source: Demographic statistics
ar: الإحصاءات الديمغرافية
el: Δημογραφικά στοιχεία
tr: Demografik istatistikler

source: Students by country
ar: الطلاب حسب البلد
el: Μαθητές ανά χώρα
tr: Ülkeye göre öğrenciler

source: Students by language
ar: الطلاب حسب اللغة
el: Μαθητές ανά γλώσσα
tr: Dile göre öğrenciler

source: Students by gender
ar: الطلاب حسب الجنس
el: Μαθητές ανά γένος
tr: Cinsiyete göre öğrenciler

source: Students by age
ar: الطلاب حسب العمر
el: Μαθητές ανά ηλικία
tr: Yaşa göre öğrenciler

source: Students by location
ar: الطلاب حسب المكان
el: Μαθητές ανά τοποθεσία
tr: Konuma göre öğrenciler

source: of
ar: ل
el: του

source: General statistics of the teachers
ar: الإحصاءات العامة للمعلمين
el: Στατιστικά των δασκάλων
tr: Öğretmenlerin genel istatistikleri

source: Total number of teachers
ar: إجمالي عدد المعلمين
el: Σύνολο δασκάλων
tr: Toplam öğretmen sayısı

source: Teachers by country
ar: معلمين حسب الدولة
el: Δάσκαλοι ανά χώρα
tr: Ülkeye göre öğretmenler

source: Teachers by language
ar: معلمين حسب اللغة
el: Δάσκαλοι ανά γλώσσα
tr: Dile göre öğretmenler

source: Teachers by gender
ar: معلمين حسب الجنس
el: Δάσκαλοι ανά γένος
tr: Cinsiyete göre öğretmenler

source: Teachers by age
ar: معلمين حسب العمر
el: Δάσκαλοι ανά ηλικία
tr: Yaşa göre öğretmenler

source: Teachers by organization
ar: معلمين حسب المؤسسة التعليمية
el: Δάσκαλοι ανά οργανισμό
tr: Organizasyona göre öğretmenler

source: ...completed the unit
ar: ... أنجزوا الوحده
de: die die Einheit abgeschlossen haben
el: ..... που ολοκλήρωσαν την ενότητα
es: ...completado el módulo
it: ... unità completate
tr: ...üniteyi geçti

source: ...passed the unit
ar: أنجز الوحدة
de: ...die die Einheit bestanden haben
el: ... πέρασαν την ενότητα
es: ...aprobado el módulo
it: ... superato le unità
tr: ... üniteyi geçti

source: ...in the unit
ar: في الوحدة
de: ...innerhalb der Einheit
el: ... στην ενότητα
es: ...en el módulo
it: ... Nell'unità
tr: ... ünitede

source: ...per nugget
ar: .... لكل مادة
de: ..pro Nugget
el: ... ανά ψήγμα
es: ...por píldora
it: ... per unità
tr: ... her modüle

source: All nuggets
ar: كل المواد
de: Alle Nuggets
el: Όλα τα ψήγματα
es: Todas las píldoras
it: Tutte le unità
tr: Tüm modüller

source: ...submitted the exercise
ar: تسليم التمارين
de: ...haben die Übung eingetragen
el: ... υπέβαλαν την άσκηση
es: ...entregado el ejercicio
it: ... Presentato l'esercizio
tr: ... alıştırma gönderildi

source: ...passed the exercise
ar: أنجز التمارين
de: ...haben die Übung bestanden
el: ... πέρασαν την άσκηση
es: ...aprobado el ejercicio
it: ... Superato l'esercizio
tr: ... alıştırmayı geçti

source: ...in the exercise
ar: في التمرين
de: ...in der Übung
el: ... στην άσκηση
es: ...en el ejercicio
it: ... Nell'esercizio
tr: ... alıştırmada

source: Total reviews sent by the students
ar: مجموع المراجعات التي أرسلت من قبل الطلاب
de: Total Beiträge von den Studenten geschickt
el: Σύνολο αξιολογήσεων που στάληκαν από τους μαθητές.
es: Revisiones totales enviadas por los estudiantes
it: Totale revisioni inviate dagli studenti
tr: Öğrencilerin gönderdiği toplam değerlendirme

source: Something went wrong, please try again later.
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.
de: Es ist leider etwas fehlgeschlagen; bitte versuchen Sie es nochmals (später)
el: Κάτι πήγε στραβά, σας παρακαλώ δοκιμάστε αργότερα.
es: Algo ha ido mal, por favor pruebe de nuevo más tarde.
it: Qualcosa è andato storto, si prega di riprovare più tardi.
tr: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyiniz.

source: Pending
ar: إنتظار
de: Hängige
el: Εκκρεμότητα
es: Pendiente
it: In attesa
tr: Bekliyor

source: Owner
ar: مالك
de: Kursverfasser
el: Κάτοχος
es: Propietario
it: Proprietario
tr: Sahibi

source: Success
ar: نجح
de: Erfolg
el: Επιτυχία
es: Éxito
it: Successo
tr: Başarı

source: The teacher has been added to the course or invited.
ar: تمت إضافة المعلم إلى المادة أو تمت دعوته.
de: Der Lehrer / die Lehrerin wurde hungefügt / eingeladen zum Kurs
el: Ο δάσκαλος έχει προστεθεί στο μάθημα ή προσκληθεί.
es: El profesor ha sido añadido o invitado al curso.
it: Il docente è stato aggiunto al corso o invitato.
tr: Öğretmen kursa eklendi ya da davet edildi.

source: The teacher has been removed from the course.
ar: المعلم أزيل من هذه المادة
de: Der Lehrer / die Lehrerin wurde ausgeschlosssen vom Kurs
el: Ο δάσκαλος έχει μετακινηθεί από αυτό το μάθημα.
es: El profesor ha eliminado del curso.
it: Il docente è stato rimosso dal corso.
tr: Öğretmen kurstan çıkarıldı.

source: The teachers have been reordered.
ar: تم إعادة ترتيب المعلمين.
de: Die Lehrer / die Lehrerinnen wurden eingetragen.
el: Οι δάσκαλοι έχουν ξανατοποθετηθεί.
es: Los profesores han sido reordenados.
it: I docenti sono stati riordinati.
tr: Öğretmenler yeniden düzenlendi.

source: That teacher doesn't exists. Please, introduce a valid user or an email.
ar: المعلم لا يوجد. من فضلك، إدخال مستخدم صالح أو البريد الإلكتروني.
de: Dieser Lehrer / diese Lehrerin ist unbekannt. Bitte geben Sie eine korrekte E-mail Adresse ein.
el: Αυτός ο δάσκαλος δεν είναι καταχωρημένος. Παρακαλώ, όπως εισάγετε ένα έγκυρο χρήστη ή email.
es: Ese profesor no existe. Por favor, introduza un usuario válido o un correo electrónico.
it: Questo docente non esiste. Per favore, introdurre un utente valido o una e-mail.
tr: Bu öğretmen yoktur. Lütfen geçerli bir kullanıcı adı ya da e-posta giriniz.

source: The email introduced has already received an invitation.
ar: البريد الإلكتروني أدخلت أرسل إليه بالفعل دعوة.
de: An angegebene E-mail Adresse wurde bereits eine Einladung geschickt.
el: Το email που εισήχθη έχει ήδη παραλάβει μία πρόσκληση
es: El email introducido ya ha sido invitado a este curso.
it: L'email inserita ha già ricevuto un invito.
tr: Girilen e-posta hali hazırda davet aldı

source: Current teachers
ar: المعلمون الحاليون
de: Aktuell eingetragene Lehrer
el: Υφιστάμενοι δάσκαλοι
es: Profesores actuales
it: Docenti attuali
tr: Mevcut öğretmenler

source: Transfer ownership
ar: نقل ملكية
de: Eingetum übertragen
el: Μεταφορά ιδιοκτησίας
es: Transferir propiedad
it: Trasferimento di proprietà

source: Invited teachers who are not registered yet
ar: المعلمين المدعويين الذين لم يتم تسجيلهم بعد
de: Eingeladen Lehrer die noch nicht eingetragen sind
el: Πρόσκληση δασκάλων που δεν έχουν εγγραφεί ακόμα
es: Profesores invitados que aún no se han registrado
it: Docenti invitati che non sono ancora registrati
tr: Davet edilen öğretmenler henüz kayıtlı değil.

source: Nothing
ar: لا شيء
de: Nichts
el: Τίποτα
es: Nada
it: Niente
tr: Hiçbir şey

source: This course is empty
ar: هذا الدرس فارغ
de: Dieser Kurs ist leer
el: Αυτό το μάθημα είναι κενό
es: Este curso está vacío
it: Questo corso è vuoto
tr: Bu kurs boş

source: You need to add content to this course. Please, start adding a unit.
ar: تحتاج إلى إضافة محتوى لهذه الدورة. من فضلك، البدء في إضافة وحدة.
de: Bitte fügen Sie Inhalt zu zu diesem Kurs und erstellen Sie dazu zuerst eine Einheit.
el: Πρέπει να προσθέσετε υλικό σε αυτό το μάθημα. Παρακαλώ, αρχίστε με την προσθήκη μίας ενότητας.
es: Tiene que añadir contenido al curso. Por favor, comience añadiendo un módulo.
it: È necessario aggiungere contenuto a questo corso. Per favore, iniziare ad aggiungere una unità.
tr: Bu derse içerik eklemek gerekiyor. Bir ünite ekleyerek başlayın.

source: Complementary material
ar: المواد التكميلية
el: Συμπληρωματικό υλικό
tr: Tamamlayıcı materyal

source: It has a question
ar: كان لديه سؤال
de: Sie /er hat eine Frage
el: Έχει μία ερώτηση
es: Tiene una pregunta
it: Ha una domanda
tr: Bir soru var

source: Asset Availability
ar: توافر الأصول
de: Arbeitshilfmittel Verfügbarkeit
el: Διαθεσιμότητα εργαλείου
es: Disponibilidad de Recursos
it: Disponibilità risorsa
tr: Ürün mevcudiyeti

source: Screenshot of
ar: لقطة من
de: Bildschirmfoto von
el: Αποτύπωση οθόνης ηλεκτρονικού υπολογιστή του
es: Captura de
it: Cattura schermo di
tr: Ekran görüntüsü

source: Description:
ar: الوصف:
de: Beschreibung:
el: Περιγραφή
es: Descripción:
it: Descrizione:
tr: Açıklama:

source: Remove criterion
ar: إزالة المعيار
de: Kriterium löschen
el: Μετακινήστε το κριτήριο
es: Eliminar criterio
it: Rimuovere criterio
tr: Kriterini kaldır

source: Title:
ar: عنوان:
de: Titel:
el: Τίτλος :
es: Título:
it: Titolo:
tr: Başlık:

source: Score description
ar: وصف النتيجة
de: Beschreibung Auswertung
el: Περιγραφή βαθμολογίας
es: Descripción de la nota
it: Descrizione Badge
tr: Paun açıklaması

source: Remove Asset
ar: إزالة الأصل
de: Arbeitshilfmittel löschen
el: Μετακινήστε το εργαλείο
es: Eliminar Recurso
it: Rimuovere risorsa
tr: Varlık çıkar:

source: Name:
ar: الاسـم:
de: Nachname:
el: Όνομα:
es: Nombre:
it: Nome:
tr: İsim:

source: Add an asset:
ar: أضف أصل:
de: Ein Arbeithilfmittel hinfügen
el: Προσθέστε ένα εργαλείο:
es: Añadir un recurso:
it: Aggiungere una risorsa:
tr: Bir varlık ekle:

source: Transcriptions
ar: نُسخ
de: Umschreibungen:
el: Μεταγραφές
es: Descripción
it: Descrizione
tr: Transkript

source: File
ar: ملف
de: Datei
el: Αρχείο
es: Nombre del fichero adjunto
tr: Dosya

source: Upload video
ar: تحميل فيديو
el: Ανεβάστε βίντεο
tr: Video ekle

source: Add a question
ar: أضف سؤال
el: Προσθέστε μία ερώτηση
tr: Soru ekle

source: Add a peer review assignment
ar: إضافة مهمة لمراجعة الأقران
el: Προσθέστε μία εργασία αξιολόγησης από συνάδελφο
tr: Arkadaş değerlendirme ödevi ekle

source: File name
ar: اسم الملف
de: Dateiname
el: Όνομα αρχείου
es: Nombre del fichero adjunto
it: Nome del file
tr: Dosya adı

source: There are no attachments yet.
ar: لا يوجد مرفقات حتى الان.
de: Es gibt noch keine Anhänge.
el: Δεν υπάρχουν διαθέσιμα επισυναπτόμενα ακόμα.
es: No hay aún ningún fichero adjunto.
it: Non ci sono ancora allegati.
tr: Henüz hiçbir ek bulunmamaktadır.

source: Transcription file name
ar: اسم ملف النسخ
de: Dateititel Umschreibung
el: Όνομα αρχείου μεταγραφής
es: Nombre de la organización
it: Nome organizzazione
tr: Transkript dosya adı

source: There are no transcriptions yet.
ar: لا توجد مدونات حتى الان.
de: Es gibt noch keine Umschreibungen.
el: Δεν υπάρχουν
es: No hay aún ningún fichero adjunto.
it: Non ci sono ancora allegati.
tr: Henüz transkript yok

source: Question's background
ar: الأسئلة الخلفية
de: Hintergrund dieser Fragen
el: Το υπόβαθρο της ερώτησης
es: Fondo de la pregunta
it: Sfondo della Domanda
tr: Sorular arka plan

source: Nugget's video last frame
ar: The last frame of the video of the nugget
el: Τελευταίο πλάνο του ψήγματος του βίντεο
es: Último fotograma del vídeo de la píldora
it: Video ultimo fotogramma dell'unità
tr: Modülün videosunun son karesi

source: Use a blank canvas instead
de: Verwenden Sie anstatt eine leere Leinwand
el: Αντί αυτού χρησιμοποιείστε ένα κενό καμβά
es: Usar en su lugar un lienzo blanco
it: Utilizzare uno sfondo bianco
tr: Bunun yerine boş bir tuval kullanın

source: Don't use the last frame
ar: لا تستخدم الإطار الأخير
de: Bitte nicht den letzte Rahmen verwenden
el: Μην χρησιμοποιείτε το τελευταίο πλάνο
es: No usar la última imagen
it: Non utilizzare l'ultimo fotogramma
tr: Son kareyi kullanmayın

source: Force processing the nugget's video
ar: قوة معالجة الفيديو
de: Verarbeitung zwingen Video von Nugget
el: Υποχρεωτική επεξεργασία του βίντεο
es: Forzar el procesado del vídeo de la píldora
it: Forza l'elaborazione video dell'unità
tr: Molülün videosunu çalıştırmaya zorla

source: Using blank canvas
de: Eine leere Leinwand verwenden
el: Χρησιμοποιώντας κενό καμβά
es: Se está usando un lienzo blanco
it: Utilizza sfondo bianco
tr: Boş bir tuval kullanarak

source: You are using a blank canvas for the question instead of the last frame of the nugget's video.
de: Sie verwenden eine leere Leinwand für diese Frage anstatt einen letzte Rahmen von dem Video des Nuggets
el: Χρησιμοποιείτε ένα κενό καμβά γι αυτή την ερώτηση αντί το τελευταίο πλάνο αυτού του ψήγματος βίντεο.
es: Estás usando un lienzo blanco para el fondo de la pregunta, en lugar de usar la última imagen del vídeo de la píldora.
it: Si utilizza uno sfondo bianco per la domanda, invece dell'ultimo fotogramma del video dell'unità.
tr: Soru için molüdün videosundaki son kareyi kullanmak yerine boş tuval kullanmaktasınız.

source: Use the last frame of the nugget's video
ar: إستخدم آخر إطار من الفيديو
de: Letzten Rahmen von dem Video des Nuggets verwenden
el: Χρησιμοποιήστε το τελευταίο πλάνο αυτού του ψήγματος βίντεο
es: Usar la última imagen del vídeo de la píldora
it: Utilizzare l'ultimo fotogramma del video dell'unità.
tr: Modülün videosunun son karesini kullan

source: Use the last frame
ar: إستخدم آخر حقل
de: Verwenden Sie den letzte Rahmen
el: Χρησιμοποιήστε το τελευταίο πλάνο
es: Usar la última imagen
it: Utilizzare l'ultimo fotogramma
tr: Son karesini kullan

source: Question's solution
ar: الحلول
de: Antwort zur Frage
el: Λύση ερώτησης
es: Solución de la pregunta
it: Soluzione della domanda
tr: Sorunun çözümü

source: Don't show an answer
ar: لا تظهر أي إجابة
el: Μη εμφάνιση απάντησης
tr: Cevabı gösterme

source: Use a media content as answer
ar: إستخدم المحتوى الرقمي كإجابة
el: Χρησιμοποιήστε media ως απάντηση
tr: Cevap olarak bir medya içeriği kullanın

source: Use a text as answer
ar: إستخدم النص كإجابة
el: Χρησιμοποιήστε ένα κείμενο ως απάντηση
tr: Cevap olarak metin kullanın

source: Edit question's options
ar: تعديل خيارات السؤال
el: Επεξεργασία επιλογών ερώτησης
tr: Soru seçeneklerini düzenle

source: Remove the question from this nugget
ar: إزالة سؤال من
de: Frage zu diesem Nugget löschen
el: Μετακινήστε αυτή την ερώτηση από αυτό το ψήγμα.
es: Borrar la pregunta de esta píldora
it: Rimuovere la domanda da questa unità
tr: Bu modülden soru çıkar

source: Assignment description
ar: وصف الواجب
de: Beschreibung Auftrag
el: Περιγραφή εργασίας
es: Descripción de la tarea
it: Descrizione dell'attività
tr: Ödev açıklaması

source: Minimun reviewers
ar: الحد الأدنى من المراجعين
de: Mindestanzahl der Gutachter
el: Ελάχιστες κριτικές
es: Evaluaciones mínimas
it: Nr. minimo di revisori
tr: Minimum değerlendiriciler

source: Evaluation criterions
ar: معيار تقيمي
de: Bewertungskriterien
el: Κριτήρια αξιολόγησης
es: Criterio de evaluación
it: Criteri di valutazione
tr: değerlendirme kriterleri

source: Add an evaluation criterion
ar: إضافة معيار تقيمي
el: Προσθέστε ένα κριτήριο αξιολόγησης
tr: Bir değerlendirme ölçütü ekle

source: Remove the peer review assignment
ar: إزالة مهمة مراجعة المرافقين
de: Peer-Review Auftrag entfernen
el: Μετακινήστε την τοποθέτηση αξιολόγησης από συνάδελφο
es: Eliminar la actividad revisada por compañeros
it: Rimuovere l'attività di peer review
tr: Arkadaş değerlendirme ödevini çıkar

source: The changes were saved successfully.
ar: تم حفظ التغييرات بنجاح
de: Die Änderungen wurden erfolgreich gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί με επιτυχία.
es: Sus cambios han sido guardados con éxito.
it: Le modifiche sono state salvate correttamente.
tr: Değişiklikler başarıyla kaydedildi.

source: A task for processing the video has been queued. Refresh in a few moments.
ar: قيد معالجة الفيديو, ستظهر التحديثات في بضع لحظات
de: Eine Aufgabe zur Bearbeitung des Videos wurde gehaltet. Bitte erneut
el: Μία δραστηριότητα είναι σε αναμονή για να προχωρήσετε με το βίντεο. Ανανεώστε σε λίγα λεπτά.
es: Se ha encolado una tarea para procesar el vídeo. Recargue la páginas en unos minutos.
it: L'elaborazione del video è stata processata. Aggiorna tra pochi istanti.
tr: Videoyu işlemek için görev sıraya konmuştur. Birkaç dakika içinde yenileyin.

source: The attached file size is too big, the max file size is
ar: الملف المرفق كبير جدا, الحجم المسموح هو
de: Die angehängte Datei ist zu groß, die maximale Dateigröße ist
el: Το επισυναπτόμενο αρχείο είναι πολύ μεγάλο, το μέγιστο μέγεθος του αρχείου είναι
es: El tamaño del archivo adjunto es demasiado grande, el tamaño máximo del archivo es
tr: Ekli dosya boyutu çok büyük, maksimum dosya boyutu

source: A required field is empty.
ar: حقل مطلوب فارغ
de: Ein erforderliches Feld ist leer.
el: Ένα υποχρεωτικό πεδίο είναι άδειο.
es: Un campo obligatorio está vacío.
it: Il campo obbligatorio è vuoto.
tr: Gerekli alan boş.

source: This item is new and must be saved before going back.
ar: هذا العنصر جديد, يجب عليك حفظ التغييرات قبل العودة للخلف
de: Dieser Ítem ist neu und sollte gespeichert werden bevor Sie zurück gehen.
el: Αυτό το αντικείμενο είναι καινούργιο και πρέπει να αποθηκευτεί προτού πάτε πίσω.
es: Este elemento es nuevo, y debe ser guardado antes de volver.
it: Questo elemento è nuovo e deve essere salvato prima di tornare indietro.
tr: Bu öğe yeni ve geri gitmeden önce kaydedilmiş olması gerekiyor.

source: The start date must be lower than the end date
ar: تاريخ البداية يجب أن يكون قبل تاريخ النهاية
de: Das Startdatum muss vor dem Enddatum liegen
el: Η ημερομηνία έναρξης πρέπει να είναι μικρότερη από την ημερομηνία λήξεως
es: La fecha de comienzo debe ser posterior a la fecha de finalización
tr: Başlangıç tarihi bitiş tarihinden önce olmalı

source: Confirm removal
ar: تأكيد الحذف
de: Bestätigung Löschen
el: Επιβεβαίωση αφαίρεσης
es: Confirmar borrado
it: Confermare la rimozione
tr: Kaldırılmasını onayla

source: Are you completely sure you want to remove this? You cannot undo this action.
ar: هل أنت متأكد تماماً من إزالته ؟, تذكر, لن تتمكن من استرجاع ما حذفته
de: Sind Sie absolut sicher, dass Sie diese entfernen? Sie können diese Aktion nicht rückgängig machen.
el: Είστε εντελώς σίγουρος ότι θέλετε να το αφαιρέσετε; Δεν μπορείτε να ακυρώσετε αυτή την πράξη.
es: ¿Está completamente seguro de que quiere eliminarlo? Esta acción no se puede deshacer.
it: Sei assolutamente sicuro di voler rimuovere questo elemento? Non sarà possibile annullare questa azione.
tr: Bunu kaldırmak istediğinizden emin misiniz? Bu eylemi geri alamazsınız.

source: Access denied
ar: تم رفض الدخول
de: Zugriff verweigert
el: Απορρίφθηκε η πρόσβαση
es: Acceso denegado
it: Accesso negato
tr: Erişim reddedildi

source: We're sorry, but you are not authorized to view this page.
ar: نأسف لذلك, أنت غير مصرّح لك الدخول إلى هذه الصفحة
de: Es tut uns leid, aber Sie sind nicht berechtigt, diese Seite anzuschauen.
el: Απολογούμαστε, αλλά δεν έχετε εξουσιοδότηση για να δείτε αυτή την σελίδα.
es: Lo sentimos, pero usted no está autorizado a ver esta página.
it: Siamo spiacenti, ma non sei autorizzato a visualizzare questa pagina.
tr: Üzgünüz, ama bu sayfayı görüntülemek için yetkiniz yok

source: Page not found
ar: الصفحة غير موجوده
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
it: Pagina non trovata
tr: Sayfa bulunamadı

source: We're sorry, but the requested page could not be found.
ar: نأسف لذلك, الصفحة غير موجودة.
de: Es tut uns leid, aber die angeforderte Seite wurde nicht gefunden.
el: Απολογούμαστε, αλλά η σελίδα που ζητήσατε δεν μπορεί να βρεθεί.
es: Lo sentimos, pero la página solicitada no se pudo encontrar.
it: Siamo spiacenti, ma la pagina richiesta non è stata trovata.
tr: Üzgünüz, istenen sayfa bulunamadı.

source: We are having technical problems at this moment
ar: توجد لدينا القليل من المشاكل حالياً
de: Wir haben momentan technische Probleme
el: Αντιμετωπίζουμε τεχνικά προβλήματα αυτή την στιγμή
es: Estamos teniendo problemas técnicos en este momento
tr: Şu anda teknik sorunlar yaşıyoruz.

source: We apologize for any inconvenience this may cause to you
ar: نعتذر لك على أي إزعاج يمكن أن يسببه لك هذا الأمر لك
de: Wir entschuldigen uns für eventuelle Unannehmlichkeiten
el: Απολογούμαστε για τυχόν ταλαιπωρία που μπορεί να σας προκαλέσει αυτό
es: Le pedimos disculpas por cualquier inconveniente que esto le pueda causar
tr: Neden olunacak bir rahatsızlıktan ötürü özür dileriz.

source: We are working on the fix and we hope to improve the service very soon
ar: نعمل حالياً على إصلاح المشكلة, و نأمل في تحسين الخدمة قريباً جداً
de: Wir arbeiten so schnell wie möglich an der Lösung des Problemes.
el: Εργαζόμαστε στην επιδιόρθωση κι ελπίζουμε να βελτιώσουμε την υπηρεσία σύντομα
es: Estamos trabajando para arreglarlo y esperamos que esto mejore el servicio muy pronto
tr: Düzeltme üzerinde çalışıyoruz. En kısa sürede servisi iyileştirmeyi umut ediyoruz.

source: Thank you for your patience
ar: شكراً لك على التحمل
de: Vielen Dank für Ihre Geduld
el: Ευχαριστούμε για την υπομονή σας
es: Gracias por su paciencia
tr: Sabrınız için teşekkürler

source: Maintenance
ar: صيانة
de: Wartung
el: Συντήρηση
es: Mantenimiento
tr: Bakım

source: The platform is under maintenance
ar: النظام قيد الإصلاح
de: Die Plattform ist unter Wartung
el: Η πλατφόρμα είνα υπό κατασκευή
es: La plataforma está en mantenimiento
tr: Platform bakımda

source: Sorry for the inconvenience
ar: We apologise for the inconvenience
de: Unsere Entschuldigungen für die Unannehmlichkeiten
el: Απολογούμαστε για την ταλαιπωρία
es: Disculpas por los inconvenientes ocasionados
tr: Rahatsızlıktan dolayı özür dileriz

source: The platform will be available shortly
ar: ستكون المنصه متاحه قريباً
de: Die Plattform wird in Kürze wieder verfügbar sein
el: Η πλατφόρμα θα είναι διαθέσιμη σύντομα
es: La plataforma estará disponible en breve
tr: Platform kısa bir sürede erişilebilir olacak.

source: Got it
ar: فهمتك
de: Verstanden
el: Αντιληπτό
es: De acuerdo
tr: Anladım

source: Need help?
ar: تريد مساعده ؟
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
tr: Yardıma ihtiyacın mı var?
