Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: Change key of selected %(verbose_name_plural)s
el: Αλλάξτε το κλειδί των επιλεγόμενων %(verbose_name_plural)s
es: Cambiar la key de las %(verbose_name_plural)s seleccionada(s)
it: Variazione chiave di selezionata %(verbose_name_plural)s
tr: Seçilen anahtarı değiştir %(verbose_name_plural)s

source: User
ar: مستخدم
de: Benutzer
el: Χρήστης
es: Usuario
it: Utente
tr: Kullanıcı

source: Key
ar: مفتاح
de: Kennwort
el: Κλειδί
it: Chiave
tr: Anahtar

source: Will be autogenerated
ar: سيكون إنشاؤه تلقائيا
de: Wird automatisch generiert
el: Θα δημιουργηθεί αυτόματα
es: Será autogenerada
it: Sarà generato automaticamente
tr: Otomatik olarak oluşturulacak

source: User Api
ar: واجهة برمجة التطبيقات
de: Benutzer Api
el: ΑΡΙ Χρήστη
it: Api utente
tr: Api Kullanıcı

source: User Apis
de: Benutzer Apis
el: Apis Χρήστης
it: Api utente
tr: Apis Kullanıcı

source: Apikey of {0} ::: {1}
el: Apikey του {0} ::: {1}
es: Apikey de {0} ::: {1}
it: Api chiave di {0} ::: {1}

source: Sorry, this request could not be processed. Please try again later.
ar: عذرا، لا يمكن معالجة هذا الطلب. الرجاء معاودة المحاولة في وقت لاحق.
de: Unsere Entschuldigungen, aber dieser Antrag konnte nicht bearbeitet werden. Bitte versuchen Sie es später noch einmal.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματος. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Lo sentimos, esta petición no ha podido ser procesada. Por favor intentelo de nuevo más tarde
it: Siamo spiacenti, questa richiesta non può essere elaborata. Riprova più tardi.
tr: Özür dileriz, talebiniz yerine getirilemiyor. Lütfen daha sonra yeniden deneyiniz.

source: Slot duration
ar: المدة
de: Dauer Zeitabschnitt
el: Διάρκεια θέσης
es: Duración del slot
it: Durata Slot
tr: Yer süresi

source: Name
ar: الاسـم
el: Όνομα
es: Nombre
it: Nome
tr: İsim

source: Description
ar: الوصف
de: Umschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
tr: Açıklama

source: Student capacity
ar: السعة المحددة
de: Student Kapazität
el: Χωρητικότητα μαθητή
es: Capacidad
it: Capacità degli studenti
tr: Öğrenci Kapasitesi

source: Maximun bookable slots
ar: العدد الأقصى من الإشعارات
de: Maximal buchbare Zeitabschnitte
el: Μέγιστος αριθμός θέσεων που μπορούν να κρατηθούν
es: Número máximo de slots simultáneos
it: Slot prenotabili Maximun
tr: Maksimum rezerve edilebilir yer

source: Time required in advance for reservation
ar: الوقت المطلوب مقدما لحجز
de: Angeförderte Reservierungszeit im Voraus
el: Χρόνος που απαιτείται εκ των προτέρων για την κράτηση
es: Antelación requerida para hacer una reserva
it: Tempo richiesto per effettuare la prenotazione
tr: Rezervasyon için önceden gereken zaman

source: Time required in advance to cancel a reservation
ar: الوقت المطلوب مقدما لإلغاء الحجز
de: Angeförderte Annulierungszeit im voraus
el: Χρόνος που απαιτείται εκ των προτέρων για ακύρωση της κράτησης
es: Antelación requerida para cancelar una reserva
it: Tempo richiesto per annullare una prenotazione
tr: Rezervasyonu iptal etmek için önceden gereken zaman

source: Asset URL
ar: روابط الأصول
el: Εργαλείο URL
es: Url del recurso
tr: Ürün URL

source: asset
ar: أصول
de: Arbeitshilfmittel
el: Εργαλείο
es: recurso
it: attività
tr: ürün

source: assets
ar: الأصول
de: Arbeitshilfmittel
el: εργαλεία
es: Recursos
it: attività
tr: ürünler

source: KnowledgeQuantum
ar: المعرفة الكميه
el: Κβαντική Γνώση
es: Píldora
tr: KuantumBilgisi

source: Assets
ar: الأصول
de: Arbeitshilfmittel
el: Εργαλεία
es: Recursos
it: Attività
tr: Ürünler

source: Available from
ar: متاح من
de: Verfügbar ab
el: Διαθέσιμο από
es: Disponible desde
it: Disponibile da
tr: müsait

source: Available to
ar: متاح ل
de: Verfügbar bis
el: Διαθέσιμο προς
es: Disponible hasta
it: Disponibile per
tr: olarak müsait

source: asset availability
ar: توافر الأصول
de: Verfügbarkeit Arbeitshilfmittel
el: Διαθεσιμότητα Εργαλείου
es: disponibilidad de recursos
it: Attività disponibile
tr: ürünün mevcudiyeti

source: asset availabilities
ar: توفر الأصول
de: Verfügbarkeit Arbeitshilfmittel
el: διαθεσιμότητες εργαλείου
es: disponibilidades de recursos
it: Attività disponibili
tr: ürünün mevcudiyetleri

source: Assets availables for {0}
de: Arbeitshilfmittel verfügbar für {0}
el: Διαθέσιμα Εργαλεία για {0}
es: Recursos disponibles para {0}
it: Attività disponibili per {0}
tr: {0} ürün mevcuttur

source: Reserved from
ar: محجوزة من
de: Reserviert ab
el: Κρατημένο από
es: Reservado para
it: Riservato da
tr: tarafından rezerve

source: Asset
ar: أصول
de: Arbeitshilfmittel
el: Εργαλείο
es: Recurso
it: attività
tr: Ürün

source: Datetime
ar: الوقت والتاريخ
el: Ημερομηνία και ώρα
es: Fecha y hora
it: Data
tr: TarihSaat

source: reservation
ar: حجز
de: Reservierung
el: κράτηση
es: reserva
it: prenotazione
tr: rezervasyon

source: reservations
ar: الحجوزات
de: Reservierungen
el: κρατήσεις
es: reservas
it: prenotazioni
tr: rezervasyonlar

source: Reservation of {0}, made by {1}
el: Η κράτηση του {0}, έγινε από {1}
es: Reserva de {0}, hecha por {1}
it: Prenotazione di {0} , fatta da {1}
tr: {1} tarafından {0} rezervasyonu

source: This asset is not available from this nugget.
ar: هذه الأصول غير متوفرة
de: Diese Arbeitshilfmittel ist nicht verfügbar mit diesem Nugget
el: Αυτό το εργαλείο δεν είναι διαθέσιμο από αυτό το ψήγμα.
es: Este recurso no está disponible desde esta píldora.
it: Questa attività non è disponibile in questa unità
tr: Bu ürüne bu modülden erişilemiyor

source: A reservation should not finish before it starts.
ar: الحجوزات يجب أن لا تنتهي قبل البدء بتنفيذها
de: Das Belegungsende soll statt finden nach Anfang
el: Μια κράτηση δεν πρέπει να λήξει πριν την έναρξή της
es: Una reserva no puede acabar antes de comenzar.
it: La prenotazione non dovrebbe finire prima del suo inizio.
tr: Bir rezervasyon başlamadan önce bitemez.

source: The specified time is in the past.
ar: الوقت المحدد قد إنتهى
de: Von Ihnen angegeben Zeitraum liegt in der Vergangenheit
el: Η καθορισμένη ώρα είναι στο παρελθόν.
es: Se ha especificado un momento en el pasado.
it: Il periodo specificato è passato.
tr: Belirlenen zaman geçmişte kaldı.

source: Not enough time in advance for this reservation
ar: الوقت لم يكن كافيا مسبقا لهذا الحجز
de: Der Zeitraum bevor Anfang dieser Belegung ist zu gering.
el: Δεν υπάρχει αρκετό χρονικό περιθώριο γι' αυτήν την κράτηση
es: La reserva debe hacerse con más antelación
it: Non abbastanza tempo in anticipo per questa prenotazione
tr: Bu rezervasyon için yeterli zaman yok

source: The specified time is not in the bookable period.
ar: الوقت المحدد ليست في فترة حصوله على الإشعار.
de: Das von Ihnen angegebenes Zeitraum ist nicht verfügbar.
el: Η συγκεκριμένη ώρα δεν είναι εντός του χρόνου κρατήσεων.
es: El tiempo indicado no se corresponde con un periodo de reserva
it: Il tempo specificato non è nel periodo prenotabili.
tr: Belirlenen zaman rezervasyon döneminde değil.

source: You have reached the pending reservations limit for this course.
ar: لقد وصلت إلى حد الحجز العالقة لهذه الدورة.
de: Sie haben die Begrenzung von bevorstehenden Reservierungen für diesen Kurs erreicht.
el: Έχετε εξαντλήσει το όριο των εκκρεμεί κρατήσεων γι' αυτό το μάθημα
es: Ha alcanzado el maximo de reservas pendientes para este curso
it: Hai raggiunto il limite di riserve in sospeso per questo corso.
tr: Bu kurs için beklemedeki rezervasyon sınırına ulaştınız.

source: You have reached the reservations limit for this course.
ar: لقد وصلت إلى الحد الأقصى من عدد الحجوزات لهذه الدورة.
de: Sie haben die Begrenzung von mögliche Reservierungen für diesen Kurs erreicht.
el: Έχετε εξαντλήσει το όριο κρατήσεων γι' αυτό το μάθημα
es: Ha alcanzado el limite de reservas para este curso
it: Hai raggiunto il limite prenotazioni per questo corso.
tr: Bu kurs için rezervasyon sınırına ulaştınız.

source: No available places left at selected time.
ar: لم يتوفر مكان في هذا الوقت.
de: Keine verfügbare Plätze am angegeben Zeitraum.
el: Δεν υπάρχουν διαθέσιμες θέσεις στην καθορισμένη ώρα.
es: No hay plazas disponibles para la hora seleccionada
it: Non ci sono posti disponibili nel periodo selezionato.
tr: Seçilen zamanda müsait yer yok.

source: You already have a reservation for the same asset at the same time
ar: لديك بالفعل حجز لنفس الأصول في نفس الوقت
de: Es wurde bereits von Ihnen eine Reservierung für dieses Arbeitshilfmittel am gleichen Zeitpunkt gemacht
el: Έχετε ήδη μία κράτηση για το ίδιο εργαλείο για την ίδια ώρα
es: Ya tiene una reserva del mismo recurso para la misma hora
it: Hai già una prenotazione per la stessa attività nello stesso periodo
tr: Aynı ürün için aynı zamanda zaten bir rezervasyonunuz var.

source: There's not a free slot available.
ar: ليس هناك مكان متاح.
de: Keine freie Zeitabschnitte verfügbar.
el: Δεν υπάρχει ελεύθερη θέση διαθέσιμη.
es: No hay slots disponibles
it: Non c'è uno periodo disponibile.
tr: Boş yer yok.

source: Reservation created successfully.
ar: تمت عملية الحجز بنجاح
de: Belegung erfolgreich.
el: Η κράτηση ολοκληρώθηκε με επιτυχία.
es: La reserva ha sido registrada con éxito.
it: Prenotazione creata con successo.
tr: Rezervasyon başarıyla oluşturuldu.

source: Your reservation has been cancelled
ar: تم إلغاء الحجز الخاص بك
de: Ihre Belegung wurde abgebrochen.
el: Η κράτηση σας έχει ακυρωθεί
es: Su reserva ha sido anulada
it: La tua prenotazione è stata cancellata
tr: Rezervasyonunuz iptal edildi.

source: Your reservation has been modified
ar: تم تعديل الحجز
de: Ihre Belegung wurde geändert
el: Η κράτησή σας έχει αλλαχτεί.
es: Su reserva ha sido modificada
it: La tua prenotazione è stata modificata
tr: Rezervasyonunuz değiştirildi

source: You are not enrolled in this course
ar: أنت غير مسجل في هذه الدورة
de: Sie sind nicht für diesen Kurs eingetragen
el: Δεν έχετε εγγραφεί σε αυτό το μάθημα.
es: No estás matriculado en este curso
it: Non sei iscritto a questo corso
tr: Bu kursa kayıtlı değilsiniz

source: You are not the owner of this reservation
ar: أنت لست صاحب هذا الحجز
de: Sie haben diese Belegung nicht ergestellt
el: Δεν είστε ο κάτοχος αυτής της κράτησης.
es: No es quien registró esta reserva
it: Non sei il proprietario di questa prenotazione
tr: Bu rezervasyon size ait değil

source: Not enough time in advance to cancel this reservation.
ar: الوقت لم يكن كافيا مسبقا لإلغاء هذا الحجز.
de: Der Zeitraum für Aufhebung dieser Belegung ist zu gering.
el: Μη διαθέσιμος χρόνος προκαταβολικά για ακύρωση της κράτησης.
es: Ha sobrepasado la hora límite para cancelar la reserva
it: La richiesta di cancellazione non è fatta con sufficiente anticipo.
tr: Bu rezervasyonu önceden iptal etmek için yeterli zaman yok.

source: This nugget has no available asset
ar: هذه الماده لا يوجد لها أصول.
de: Dieser Nugget verfügt nicht über Arbeitshilfmittel
el: Αυτό το ψήγμα δεν έχει διαθέσιμο εργαλείο
es: Esta píldora no tiene recursos disponibles.
it: Questa unità non ha attività disponibili
tr: Bu modülün mevcut ürünü yok

source: No initial time specified
ar: ليس هناك وقت بدائي محدد
de: Keine Anfangszeit wurde vorgegeben
el: Δεν καθορίστηκε αρχικός χρόνος
es: Hora inicial no especificada
it: Non è stato specificato il periodo di inizio
tr: Başlangıç saati belirlenmedi

source: Incorrect booking time specified
ar: خطأ في تحديد وقت الحجز
de: inkorrekt angegebe Belegungszeit
el: Λανθασμένη εγγραφή καθορισμένου χρόνου
es: Hora de reserva incorrecta
it: Il periodo della prenotazione non è corretto
tr: Yanlış rezervasyon zamanı belirlendi

source: Dear %(user)s Your reservation of "%(asset)s" for "%(kq)s" has been cancelled. We deeply apologize for the inconvenience. Best regards, %(site)s's team
de: Geehrte Benutzerin, geehrter Benutzer %(user)s Ihre Reservierung für "%(asset)s" am "%(kq)s" wurde abgelehnt. Wir entschuldigen uns ernstgemeint für die Unannehmlichkeiten. Mit freundlichen Grüßen, Team %(site)s's
el: Αγαπητή/έ %(user)s Η κράτηση σου "%(asset)s" για "%(kq)s" έχει ακυρωθεί. Απολογούμαστε για την ταλαιπωρία. Με εκτίμηση, %(site)s's ομάδα
es: Estimado %(user)s Su reserva de "%(asset)s" para "%(kq)s" ha sido cancelada. Rogamos disculpe las molestias que hayamos podido ocasionarle. Un cordial saludo, el equipo de %(site)s
it: Caror %(user)s La tua prenotazione di "%(asset)s" per "%(kq)s" è stata cancellata. Ci scusiamo per l'inconveniente. Cordiali saluti, %(site)s team
tr: Sevgili %(user)s "%(kq)s" için "%(asset)s" rezervasyonunuz iptal edildi. Sebep olunan sıkıntıdan dolayı özür dileriz. Saygılarla, %(site)s's grubu

source: Dear %(user)s Your reservation of "%(asset)s" for "%(kq)s" has been modified. Now, your reservation begins at "%(begin)s" and ends at "%(end)s" We deeply apologize for the inconvenience. Best regards, %(site)s's team
de: Geehrte / geehrter %(user)s Ihre Reservierung für "%(asset)s" for "%(kq)s" wurde geändert. Jetzt fangt die Reservierung an um "%(begin)s" und endet um "%(end)s" Wir entschuldigen uns ernstgemeint für die Unannehmlichkeiten. Met besten Grüßen, Team %(site)s's
el: Αγαπητή/έ %(user)s Η εγγγραφή σας στο "%(asset)s" για "%(kq)s" έχει αλλαχτεί. Τώρα, η κράτηση σας αρχίζει στις "%(begin)s" και τελειώνει στις "%(end)s" Απολογούμαστε για την ταλαιπωρία. Με εκτίμηση, %(site)s's ομάδα
es: Estimado %(user)s Su reserva de "%(asset)s" para "%(kq)s" ha sido modificada. Ahora, su reserva comienza a "%(begin)s" y termina a "%(end)s" Rogamos disculpe las molestias que hayamos podido ocasionarle. Un cordial saludo, el equipo de %(site)s
it: Caro%(user)s La tua prenotazione di "%(asset)s" per "%(kq)s" è stata modificato. Ora, la tua prenotazione inizia il "%(begin)s"e termina il "%(end)s" Ci scusiamo per l'inconveniente. Cordiali saluti,%(site)s team
tr: Sevgili %(user)s "%(kq)s" için "%(asset)s" için rezervasyonunuz değiştirildi. Şimdi, rezervasyonunuz "%(begin)s" tarihinde başlıyor ve "%(end)s" tarihinde bitiyor Neden olunan sıkıntıdan dolayı özür dileriz. Saygılarla, %(site)s's grubu

source: Hide past reservations
ar: إخفاء الحجوزات القديمه
de: Vergangene Belegungen ausblenden
el: Απόκρυψη παλαιών κρατήσεων
es: Ocultar reservas pasadas
it: Nascondi le prenotazioni precedenti
tr: Geçmiş rezervasyonları gizle

source: Display past reservations
ar: عرض الحجوزات القديمه
de: Vergangene Belegungen einblenden
el: Εμφάνιση παλαιών κρατήσεων
es: Mostrar reservas pasadas
it: Visualizza le prenotazioni precedenti
tr: Geçmiş rezervasyonları göster

source: Confirm cancelation
ar: تأكيد الحذف
de: Aufhebung bestätigen
el: Επιβεβαίωση ακύρωσης
es: Confirme la cancelación
it: Conferma cancellazione
tr: İptali onayla

source: Are you completely sure you want to cancel the registration? You cannot undo this action.
ar: هل أنت متأكد من إلغاء التسجيل؟ تذكر أنك لن تستطيع استرجاع المعلومات
de: Sind Sie sicher dass Sie diese Registrierung abbrechen möchten? Diese Aufhebung is unwiderruflich.
el: Είστε εντελώς σίγουρος/η ότι θέλετε να ακυρώσετε την κράτηση; Δεν μπορείτε να αναιρέσετε αυτή την πράξη.
es: ¿Está completamente seguro de que quiere cancelar la reserva? Esta acción no se puede deshacer.
it: Sei assolutamente sicuro di voler cancellare la registrazione? Non è possibile annullare questa operazione.
tr: Kaydı iptal etmek istediğinize emin misiniz? Bu işlemi geri alamazsınız.

source: Back
ar: للخلف
de: Zurück
el: Πίσω
es: Atrás
it: Indietro
tr: Geri

source: Active Reservations
ar: الحجوزات المفعّلة
de: aktuelle Belegungen
el: Ενεργές κρατήσεις
es: Reservas Activas
it: Prenotazioni attive
tr: Aktif rezervasyonlar

source: %(asset_name)s of %(kq_title)s
el: %(asset_name)s του %(kq_title)s
es: %(asset_name)s de %(kq_title)s
it: %(asset_name)s di %(kq_title)s

source: <li> From: %(from)s </li> <li> To: %(to)s </li> <li> Slot: %(slot_id)s </li> <li> Students sharing this slot: %(concurrent)s </li>
el: <li> Από: %(from)s </li> <li> Προς: %(to)s </li> <li> Θέση: %(slot_id)s </li> <li> Μαθητές που μοιράζονται αυτή την θέση: %(concurrent)s </li>
es: <li> Desde: %(from)s </li> <li> Hasta: %(to)s </li> <li> Slot: %(slot_id)s </li> <li> Estudiantes que comparten este slot: %(concurrent)s </li>
it: <li> Da:%(from)s </li> <li> A:%(to)s </li> <li> Slot:%(slot_id)s </li> <li> Studenti che condividono questo spazio:%(concurrent)s </li>
tr: <li> Gönderici: %(from)s </li> <li> Alıcı: %(to)s </li> <li> Yer: %(slot_id)s </li> <li> Öğrenciler yeri paylaşıyor: %(concurrent)s </li>

source: Activate
ar: فعّال
de: aktivieren
el: Ενεργοποίηση
es: Activar
it: Attivare
tr: Aktif hale getir

source: Pending Reservations
ar: إنتظار الحجوزات
de: Bevorstehende Belegungen
el: Κρατήσεις σε εκκρεμότητα
es: Reservas Pendientes
it: Prenotazioni in sospeso
tr: Beklemedeki Rezervasyonlar

source: Remove
ar: إزالة
de: Löschen
el: Μετακίνηση
es: Eliminar
it: Rimuovi
tr: Çıkar

source: You do not have any pending asset reservation for this course.
ar: لم يكن لديك أي حجز للأصول في انتظار لهذه الدورة.
de: Sie verfügen nicht über bevorstehende Arbeitshilfmittelreservierungen für diesen Kurs.
el: Δεν έχετε σε εκκρεμότητα κανένα εργαλείο κρατήσεων γι' αυτό το μάθημα.
es: No tiene reservas de recursos pendientes para este curso
it: Non avete alcuna richiesta in attesa per questo corso.
tr: Bu kurs için beklemede bulunan herhangi bir ürününüz yoktur.

source: Past Reservations
ar: الحجوزات السابقة
de: Vergangene Belegungen
el: Παλιές κρατήσεις
es: Reservas Pasadas
it: Prenotazioni precedenti
tr: Geçmiş rezervasyonlar

source: My profile
ar: حسابي
de: Mein Profil
el: Το προφίλ μου
es: Mi perfil
it: Il mio profilo
tr: Profilim

source: Username:
ar: اسم المستخدم
de: Benutzername
el: Όνομα χρήστη:
es: Nombre de usuario:
it: Nome utente:
tr: Kullanıcı adı:

source: First name:
ar: الإسم الأول
de: Name
el: Όνομα:
es: Nombre:
it: Nome:
tr: İsim:

source: Last name:
ar: إسم العائلة
de: Nachname
el: Επίθετο:
es: Apellido:
it: Cognome:
tr: Soyisim:

source: Organization
ar: الشركه
el: Οργανισμός:
es: Organización
it: Ente/Organizzazione
tr: Organizasyon

source: Email:
ar: البريد الإلكتروني
el: Ηλεκτρονικό Ταχυδρομείο (email):
es: Correo electrónico:
it: <td align="right">Email:</td>
tr: E-posta:

source: Confirmation complete
ar: إكتمل التأكيد
de: Bestätigung vollständig
el: Επιβεβαίωση ολοκλήρωσης
es: Confirmación completada
it: Conferma completa
tr: Onay tamamlandı

source: Welcome to {{site.name}}
de: Willkommen zur {{site.name}}
el: Καλωσήρθατε στο {{site.name}}
es: Bienvenido a {{site.name}}
it: Benvenuti in {{}} site.name
tr: Hoş Geldiniz

source: Click the button to confirm your email.
ar: إضغط على الزر لتأكيد بريدك الإلكتروني
de: Clicken Sie auf den Button um Ihre E-mail Adresse zu Bestätigen
el: Πατήστε το κουμπί για να επιβεβαιώσετε το ηλεκτρονικό σας ταχυδρομείο.
es: Pulse en el botón para confirmar su dirección de correo electrónico.
it: Fare clic sul pulsante per confermare il tuo indirizzo email.
tr: E-posta adresinizi onaylamak için düğmeye basınız.

source: The team of {{site.name}}
de: Das Team von {{site.name}}
el: Η ομάδα του {{site.name}}
es: El equipo de {{site.name}}
it: Il team di {{}} site.name
tr: {{site.name}} grubu

source: [{{site}}] | Please confirm your registration
de: [{{site}}] | Bitte bestätigen Sie Ihre Registrierung
el: [{{site}}] | Παρακαλώ όπως επιβεβαιώσετε την εγγραφή σας
es: [{{site}}] | Por favor, confirme su registro
it: [{{Portale}}] | Si prega di confermare la tua registrazione
tr: [{{site}}] | Lütfen kaydınızı onaylayınız

source: Login
ar: دخول
de: Einloggen
el: Σύνδεση
es: Entrar
it: Accedi
tr: Giriş

source: Registration complete (confirmation pending)
ar: إكتملت عملية التسجيل
de: Registrierung vollständig (Bestätigung ist anstehend)
el: Η εγγραφή ολοκληρώθηκε (εκκρεμεί η επιβεβαίωση)
es: Registro completado (confirmación pendiente)
it: Registrazione completa (in attesa di conferma)
tr: Kayıt tamamlandı (onay bekleniyor)

source: Signup
ar: التسجيل
de: Anmeldung
el: Εγγραφή
es: Registro
it: Iscriviti
tr: Kaydol

source: Image
ar: صورة
de: Bild
el: Εικόνα
es: Imagen
it: Immagine
tr: Resim

source: The image is not a png
ar: الصورة ليست على صيغة png
de: Dieses Bild ist kein .png
el: Αυτή η εικόνα δεν είναι σε png format
es: La imagen no es un png
it: L'immagine non è una png
tr: Resim png değil

source: User email
ar: البريد الإلكتروني
de: Benutzer E-mail
el: Ηλεκτρονικό ταχυδρομείο χρήστη
es: Email del usuario
it: E-mail dell'utente
tr: Kullanıcı email adresi

source: User identity
ar: رقم المستخدم
de: Benutzer iD
el: Ταυτότητα χρήστη
es: Identidad de usuario
it: Identità utente
tr: Kullanıcı Kimliği

source: Identity type
ar: نوع التعريف
de: ID Art
el: Τύπος ταυτότητας
es: Tipo de identidad
it: Tipo di Identità
tr: Kimlik türü

source: Identity hash
ar: رمز التعريف
el: Κατατεμαχισμός ταυτότητας
es: Hash de la identidad
it: Identità hash
tr: Hash kimliği

source: Hashed
ar: مرمّز
el: Κατατεμαχισμός
es: Hasheado
it: Hash
tr: Hash yapıldı

source: Identity salt
ar: رمز التعريف
el: Ταυτότητα salt
es: Salt de la identidad
it: Identità salt

source: identity
ar: تعريف
de: Identität
el: Ταυτότητα
es: identidad
it: identità
tr: kimlik

source: identities
ar: معرّفات
de: Identitäten
el: Ταυτότητες
es: identidades
it: identità
tr: kimlikler

source: Identity of {0}
de: Identität von {0}
el: Ταυτότητα του/ της {0}
es: Identidad de {0}
it: Identità di {0}
tr: {0} şahsının kimliği

source: Short, descriptive title
ar: عنوان وصفي
de: Kurze, beschreibende Überschrift
el: Μικρός, περιγραφικός τίτλος
es: Título corto y descriptivo
it: Breve titolo descrittivo
tr: Kısa, açıklayıcı başlık

source: Badge description
ar: الوصف
de: Beschreibung Marke
el: Περιγραφή εμβλήματος
es: Descripción de la medalla
it: Descrizione Badge
tr: Sembol açıklaması

source: Longer description of the badge and its criteria
ar: وصف مفصل عن الشعار ومعاييره
de: vollständige Beschreibung Marke und Bewerbungsbedingungen
el: Επιπρόσθετη περιγραφή του εμβλήματος και των κριτηρίων
es: Descripción larga de la medalla y sus criterios
it: Descrizione più completa del badge e dei suoi criteri
tr: Sembolün ve kriterlerin uzun açıklaması

source: Badge image
ar: صورة شعار
de: Markenbild
el: Εικόνα εμβλήματος
es: Imagen de la medalla
it: Immagine Badge
tr: Sembol resmi

source: Upload an image to represent the badge, it must be png
ar: الرجاء إختيار صورة من إمتداد png
de: Bitte laden Sie ein Bild hoch, damit die Marke angezeigt wird und verwenden Sie dazu ein .png Format
el: Ανεβάστε μία φωτογραφία για το έμβλημα, πρέπει να είναι σε png format
es: Suba una imagen que represente la medalla, debe ser un png
it: Carica un'immagine per rappresentare il badge, deve essere png
tr: Sembolü temsil eden bir resim yükleyiniz, png formatında olmalıdır

source: Criteria
ar: معايير
de: Bedingungen
el: Κριτήρια
es: Criterio
it: Criteri
tr: Kriterler

source: URL of the criteria for earning the achievement (recomended: marked up this up with LRMI)
ar: رابط المعايير للتحقق
de: Webite mit Bechreibung Einhaltungsbedingungen für das Emblem (recommended: marked up with LRMI)
el: URL των κριτηρίων για την εξασφάλιση του επιτεύγματος (σημείωση : να επισημάνετε αυτό επάνω με LRMI)
es: URL del criterio para conseguir un logro (recomendado: que el recurso este en LRMI)
it: URL dei criteri per ottenere il badge (consigliato: contrassegnato questo con LRMI)
tr: Başarı kazanmak için kriterler URL'si (önerilir: LRMI ile işaretleyiniz )

source: Alignments
ar: تنظيم
de: Angleichungen
el: Στοίχιση
es: Alineamientos
it: Allineamenti
tr: Sıralama

source: alignments
ar: تنظيم
de: Angleichungen
el: στοίχιση
es: alineamientos
it: allineamenti
tr: sıralama

source: Tags
ar: إشارات
el: Ετικέτες
es: Etiquetas
it: Tag
tr: Etiketler

source: tags
ar: إشارات
el: ετικέτες
es: etiquetas
it: tag
tr: etiketler

source: Badge slug (moocng)
ar: بطاقة التمييز
de: Kurzname Marke (z.B. moocng)
el: Όνομα εμβλήματος (moocng)
es: Slug de la medalla (moocng)
tr: Slug sembol (moocng)
