Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: The announcement was created successfully.
ar: تم إنشاء الإعلان بنجاح.
de: Die Ankündigung wurde erfolgreich ergestellt.
el: Η ανακοίνωση δημιουργήθηκε με επιτυχία.
es: El comunicado has sido creado con éxito.
it: L'annuncio è stato creato con successo.
tr: Duyuru başarıyla oluşturuldu.

source: The email has been queued, and it will be send in batches to every student in the course.
ar: The email has been queued and it will be sent to every student in the course.
de: Die E-Mail wurde in die Warteschlange gestellt, und wird jeden Schüler im Kurs gesendet.
el: Αυτό το μήνυμα είναι σε αναμονή, και θα σταλεί σε παρτίδες σε κάθε μαθητή αυτού το μαθήματος.
es: El correo ha sido encolado, y se enviará a todos los estudiantes del curso por grupos.
it: L'email è stata processata, sarà inviata in lotti a tutti gli studenti in corso.
tr: E-posta sıraya kondu ve her öğrenciye gruplar halinde gönderilecektir.

source: First name
ar: الإسم الأول
el: Όνομα
tr: İsim

source: Last name
ar: إسم العائلة
el: Επίθετο:
tr: Soyadı

source: Date joined
ar: تاريخ الإلتحاق
el: Ημερομηνία εγγραφής
tr: Katılım tarihi

source: Last login
ar: تاريخ ووقت آخر دخول
el: Τελευταία σύνδεση
tr: Son giriş

source: View details
ar: مراجعه التفاصيل
el: Λεπτομέρειες
tr: Ayrıntıları görüntüle

source: Go
ar: إذهب
el: Πήγαινε
tr: Git

source: Course mark
ar: علامة الماده
el: Βαθμός μαθήματος
tr: Kurs puanı

source: Mark
ar: علامة
el: Βαθμός
tr: Puan

source: Relative mark
ar: علامة النسبية
el: Σχετικός βαθμός
tr: Relatif puan

source: Be aware!
ar: كن حذراً !
de: Bitte, Vorsicht!
el: Προσοχή!
es: ¡Cuidado!
it: Attenzione!
tr: Dikkat ediniz!

source: If you send this announcement via email, you will be about to send an email to <strong>%(students)s students</strong>.
ar: If you send this announcement via email you will reach out to <strong>%(students)s students</strong>.
de: Wenn Sie diese Mitteilung per E-Mail senden, werden Sie <strong>%(students)s Studenten</strong> anschreiben.
el: Εάν στείλετε αυτή την ανακοίνωση μέσω ηλεκτρονικού ταχυδρομείου, θα αποσταλεί το μήνυμα σε <strong>%(students)s students</strong>.
es: Si envia este comunicado via email, va a mandar un email a <strong>%(students)s estudiantes</strong>.
it: Se si invia questo annuncio via e-mail, l'e-mail verrà mandata a <strong>%(students)s studenti </strong>.
tr: Eğer e-posta yoluyla bu duyuruyu gönderirseniz, <strong>%(students)s students</strong> öğrencilere bir e-posta göndermek üzere olacaksınız.

source: This course can send <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) announcements via email this month still.
de: Das Kurs-Dashboard darf noch <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) verschicken diesen Monat.
el: Αυτό το μάθημα μπορεί να στείλει <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) ανακοινώσεις ακόμα μέσω email γι' αυτό το μήνα.
es: Este curso puede enviar todavía <strong>%(remain_send_emails)s</strong> (de %(max_mass_emails_month)s) comunicados via email este mes.
it: Questo corso può inviare <strong>%(remain_send_emails)s </strong> (de %(max_mass_emails_month)s) annunci via e-mail ancora per questo mese.
tr: Bu kurs e-posta yoluyla bu ay hala <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) duyuru gönderebilir.

source: I'm sorry!
ar: Our apologies
de: Unsere Entschuldigungen
el: Απολογούμαι!
es: ¡Lo sentimos!
it: Mi dispiace!
tr: Üzgünüm!

source: This course has exceeded the maximum of emails that it can send this month: %(max_mass_emails_month)s. You have not the option to send this announcement via email
ar: This course has exceeded the maximum of emails that it can send this month: %(max_mass_emails_month)s. You no longer have the option to send announcements using emails this month
de: Dieser Kurs hat das Maximum von E-Mails , dass in diesem Monat verschickt werden darf überschritten: %(max_mass_emails_month)s. Sie haben nicht die Möglichkeit, diese Ankündigung per E-Mail senden
el: Αυτό το μάθημα έχει υπερβεί τον μέγιστο αριθμό μηνυμάτων που μπορεί να στείλει γι' αυτό το μήνα: %(max_mass_emails_month)s. Δεν έχετε την επιλογή να στείλετε αυτή την ανακοίνωση μέσω του email.
es: Este curso ha excedido el máximo de correos que se puede enviar por mes: %(max_mass_emails_month)s. Por eso no está la opción de mandar el comunicado via email
it: Questo corso ha superato il numero massimo di messaggi di posta elettronica che può inviare questo mese:%(max_mass_emails_month)s. Non è possibile inviare questo annuncio via email
tr: Bu kurs bu ay içinde gönderilebilecek maksimum e-posta sayısını aştı: %(max_mass_emails_month)s. Bu duyuruyu e-posta yoluyla gönderme seçeneğiniz yoktur

source: Create announcement
ar: إنشاء إعلان
de: Ankündigung erstellen
el: Δημιουργήστε ανακοίνωση
es: Crear comunicado
it: Crea annuncio
tr: Duyuru oluştur

source: Date
ar: تاريخ
de: Datum
el: Ημερομηνία
es: Fecha
it: Data
tr: Tarih

source: There isn't announcements yet
ar: There have not been created any announcements yet
de: Es wurden noch keine Ankündigungen erstellt.
el: Δεν υπάρχουν ανακοινώσεις ακόμα
es: No hay aún ningún comunicado
it: Non ci sono ancora annunci
tr: Henüz duyuru yok

source: Add announcement
ar: إضافة إعلان
de: Eine Ankündigung hinfügen
el: Προσθέστε ανακοίνωση
es: Añadir comunicado
it: Aggiungere l'annuncio
tr: Duyuru ekle

source: Please take into account than this change will affect all courses which use this asset
ar: يرجى أخذ بعين الاعتبار من هذا التغيير سيؤثر على كافة الدورات التي تستخدم هذه الأصول.
de: Bitte berücksichtigen Sie dass diese Änderung alle Kurse vorgeben wird die diesen Asset verwenden.
el: Παρακαλώ όπως λάβετε υπόψη ότι αυτή η αλλαγή θα επηρεάσει όλα τα μαθήματα που χρησιμοποιούν αυτό το εργαλείο
es: Por favor, tenga en cuenta que estos cambios afectarán a todos los cursos que utilicen este recurso
it: Si prega di tenere conto che questa modifica influenzerà tutti i corsi che utilizzano questa risorsa
tr: Bu ürünü kullanan tüm kurslar bu durumdan etkilenecektir. Lütfen bunu dikkate alınız.

source: There are not assets yet
de: Es gibt noch keine Arbeitshilfmittel
el: Δεν υπάρχουν διαθέσιμα εργαλεία ακόμα
es: No hay ningún recurso todavía.
it: Non ci sono ancora risorse attive
tr: Henüz bir ürün yok

source: This unit has no Peer Reviews
el: Αυτή η μονάδα δεν έχει Αξιολόγηση από Συναδέρφους
tr: Bu ünitede Arkadaş Değerlendirme yok

source: As long as this unit has no Peer Reviews, you cannot add it to this badge.\nPlease select another Unit and try again
ar: طالما هذه الوحدة لا يوجد لديه مراجعات الأقران، لا يمكنك إضافته إلى هذه الشارة. الرجاء تحديد وحدة أخرى وحاول مرة أخرى
el: Για όσο διάστημα αυτό το εργαλείο δεν θα έχει καμία Αξιολόγηση από Συναδέρφους, δεν μπορείτε να το προσθέσετε στο έμβλημα αυτό. \n Παρακαλώ όπως επιλέξετε άλλη μονάδα και δοκιμάστε ξανά.
tr: Bu ünitede arkadaş değerlendirmesi olmadığından, bu sembolü ekleyemezsiniz. \n Lütfen başka bir ünite seçip tekrar deneyiniz

source: Please, add a pill to the list using the "Add peer review" button
ar: من فضلك، إضافة حبوب منع الحمل إلى القائمة باستخدام زر "إضافة لمراجعة الأقران"
el: Παρακαλώ, προσθέστε ένα χάπι στη λίστα χρησιμοποιώντας το "Προσθήκη Αξιολόγησης Συναδέλφου" κουμπί
tr: Lütfen "Arkadaş değerlendirme ekle" düğmesi kullanarak listeye "pill" ekleyiniz

source: Badge title
ar: عنوان
de: Überschrift Marke
el: Τίτλος εμβλήματος
es: Nombre de la medalla
it: Immagine Badge
tr: Sembol başlığı

source: Units
ar: وحدات
de: Einheiten
el: Μονάδες
es: Módulos
it: Unità
tr: Üniteler

source: Select unit
ar: إختر وحده
de: Einheit selektieren
el: Επιλέξτε μονάδα
es: Seleccione un fichero
it: Seleziona file
tr: Ünite seç

source: Select peer review
ar: حدد مساعد مراجعه
de: Peer Review selektieren
el: Επιλογή αξιολόγησης συναδέλφου
es: Actividad revisada por compañeros
it: Peer review
tr: Arkadaş değelendirmesi seç

source: Add peer review
ar: أضف مساعد مراجعه
de: Peer Review hinfügen
el: Προσθήκη αξιολόγησης συναδέλφου
es: Actividad revisada por compañeros
it: Peer review
tr: Arkadaş değerlendimesi ekle

source: Peer review added (click on the peer review to remove):
ar: تم إضافة مساعد مراجعه (إضغط عليه للإزالة)
de: Peer-Review hinzugefügt (klicken Sie auf den Peer-Review um den entfernen):
el: Η αξιολόγηση συναδέλφου προστέθηκε (πατήστε πάνω στο Αξιολόγηση συναδέλφου για να διαγραφεί) :
es: Revisión por pares añadida (haga clic en la revisión por pares para quitar):
it: Peer review aggiunto (cliccare sul peer review da rimuovere):
tr: Arkadaş değerlendirmesi eklendi (arkadaş değerlendirmesini çıkarmak için tıkla):

source: Choose a color for the badge
ar: اختر لون للشارة
de: Wählen sie eine Farbe für die Marke
el: Επιλέξτε χρώμα γι' αυτό το έμβλημα
es: Elija un color para la medalla
it: Scegli un colore per il badge
tr: Sembol için renk seç

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: Guardar
it: Salvare
tr: Kaydet

source: Edit badge
ar: تعديل الشارة
de: Marke editieren
el: Επεξεργασία εμβλήματος
es: Editar medalla
tr: Sembol düzenle

source: Delete badge
ar: حذف الشارة
de: Marke löschen
el: Διαγραφή εμβλήματος
es: Borrar
it: Cancella
tr: Sembolü sil

source: Course edition
ar: نسخة الدورة
de: Kursversion
el: Έκδοση μαθήματος
es: Edición del curso
it: Edizione del corso
tr: Kurs versiyonu

source: Information
ar: معلومات
el: Πληροφορίες
es: Información
it: Informazioni
tr: Bilgi

source: External applications
ar: تطبيقات خارجية
de: Externe Applikationen
el: Εξωτερικές εφαρμογές
es: Aplicaciones auxiliares
it: Applicazioni esterne
tr: Harici uygulamalar

source: Data
ar: بيانات
el: Δεδομένα
tr: Veri

source: Statistics
ar: إحصاءات
de: Statistieken
el: Στατιστικές
es: Estadísticas
it: Statistiche
tr: İstatistik

source: Communications
ar: إتصالات
el: Επικοινωνία
tr: İletişim

source: Send mail
ar: إرسال رسالة عبر البريد الإلكتروني
de: E-mail versenden
el: Αποστολή αλληλογραφίας
es: Enviar correo
it: Invia mail
tr: Posta gönder

source: We are sorry
ar: نحن آسفون
de: Es tut uns leid,
el: Απολογούμαστε
es: Lo sentimos
it: Siamo spiacenti
tr: Üzgünüz

source: But this section is not available yet.
ar: But this section is not yet available.
de: aber dieser Abschnitt steht noch nicht zur Verfügung.
el: Εκτός από αυτό το τμήμα δεν είναι διαθέσιμο ακόμα.
es: Pero esta sección aún no está disponible.
it: Ma questa sezione non è ancora disponibile.
tr: Ancak bu bölüm henüz mevcut değil.

source: Legal
ar: مسموح
de: rechtliche
el: Νόμιμο
es: Condiciones legales
it: Servizi Legali
tr: Yasal

source: All rights reserved
ar: كل الحقوق محفوظه
de: Alle Rechten vorbehalten
el: Όλα τα δικαιώματα είναι κατοχυρωμένα
es: Todos los derechos reservados
it: Tutti i diritti riservati
tr: Tüm hakları saklıdır

source: Terms of Use
ar: سياسة الإستخدام
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
it: Termini e Condizioni di Utilizzo
tr: Kullanım Şartları

source: There aren't categories defined yet, please contact an administrator.
ar: Categories have not been defined yet; please contact the administrator.
de: Kategorien sind noch nicht festgelegt worden; wenden Sie sich bitte an den Administrator.
el: Δεν υπάρχουν καθορισμένες κατηγορίες ακόμα, παρακαλώ όπως επικοινωνήσετε με ένα διαχειριστή.
es: No hay aún ninguna categoría definida, por favor, contacte con un administrador.
it: Non ci sono categorie definite, contattare un amministratore.
tr: Henüz tanımlı kategori yoktur. Lütfen yönetici ile irtibata geçiniz.

source: Hello, you have been invited to be a teacher in the course "%(course)s" by %(host)s. Click on this link to go to the course: %(course_url)s. Best regards, %(site)s's team
de: Guten Tag, Sie wurden eingeladen als Kursleiter(in) teilzunehmen an dem Kurs "%(course)s" by %(host)s. Klicken Sie bitte diesen Link für direkte Zugang zum Kurs: %(course_url)s. Mit freundlichen Grüßen, Team %(site)s's
el: Γεια σας, έχετε πρόσκληση για να γίνετε δάσκαλος/α στο μάθημα "%(course)s" από %(host)s. Πατήστε πάνω σε αυτό το σύνδεσμο για να σας ανοίξει το μάθημα: %(course_url)s. Θερμές ευχές, %(site)s's
es: Hola, has sido invitado como profesor del curso "%(course)s" por %(host)s. Haz click en el siguiente enlace para ir al curso: %(course_url)s. Un afectuoso saludo, el equipo de %(site)s
tr: Merhaba "%(course)s" by %(host)s. kursunda öğretmen olmaya davet edildiniz. Kursa gitmek için şu linke tıklayınız: %(course_url)s. Saygılarla, %(site)s's grubu

source: Hello, you have been invited to be a teacher in the course "%(course)s" by %(host)s. After your registration in the platform is complete, you will be automatically assigned as a teacher to the course. Click on this link to go to the course: %(course_url)s. Best regards, %(site)s's team
de: Guten Tag, Sie wurden eingeladen als Kursleiter(in) teilzunehmen an dem Kurs "%(course)s" von %(host)s. Wenn Sie sich entschieden haben als Kurslehrer(in) aktiv mitzumachen, bekommen Sie diese Rolle automatisch zugewiesen auf der Plattform. Klicken Sie diesen Link für direkte Zugang zum Kurs: %(course_url)s. Mit freundlichen Grüßen, Team %(site)s´s
el: Γεια σας, έχετε πρόσκληση για να γίνετε δάσκαλος/α στο μάθημα "%(course)s" από %(host)s. Μετά την ολοκλήρωση της εγγραφής σας στην πλατφόρμα, θα σας ανατεθεί αυτόματα ο ρόλος του δάσκαλου/της δασκάλας στο μάθημα. Πατήστε πάνω σε αυτό τον σύνδεσμο για να σας ανοίξει το μάθημα: %(course_url)s. Θερμές ευχές, %(site)s's team
es: Hola, has sido invitado como profesor del curso "%(course)s" por %(host)s. Una vez te hayas registrado en la plataforma, serás automáticamente asignado como profesor al curso. Haz click en el siguiente enlace para ir al curso: %(course_url)s. Un afectuoso saludo, el equipo de %(site)s
tr: Merhaba, "%(course)s" by %(host)s kursunda öğretmen olmaya davet edildiniz. Platforma kayıdınız tamamlandıktan sonra, otomatik olarak derse öğretmen olarak atanacaksınız. Kursa gitmek için şu linke tıklayınız: %(course_url)s. Saygılarla, %(site)s's grubu

source: Hello, you have been removed as teacher from the course "%(course)s" by %(host)s. Best regards, %(site)s's team
de: Guten Tag, Ihre registriering als Lehrer(in) für Kurs "%(course)s" by %(host)s. wurde erfolgreich entfernt. Mit freundlichen Grüßen, Team %(site)s's
el: Γεια σας, έχετε καταργηθεί ως δάσκαλος/α στο μάθημα "%(course)s" από %(host)s. Θερμές ευχές, %(site)s's ομάδα
es: Hola, %(host)s te ha eliminado como profesor del curso "%(course)s" por %(host)s. Un afectuoso saludo, el equipo de %(site)s
tr: Merhaba "%(course)s" by %(host)s. kursundan öğretmen olarak çıkarıldınız. Saygılar, %(site)s's team

source: Send an email to every student
ar: أرسل رسالة إلى كل الطلاب
de: Eine E-mail an Studierende verschicken
el: Αποστολή ηλεκτρονικού μηνύματος σε κάθε μαθητή
es: Envíe un correo a todos los alumnos
it: Invia una mail a tutti gli studenti
tr: Her öğrenciye e-posta gönder

source: You are about to send an email to <strong>%(students)s students</strong>.
de: Sie sind fast bereit eine E-mail zu verschicken an <strong>%(students)s Studierende</strong>.
el: Είστε έτοιμοι να στείλετε ένα μήνυμα σε <strong>%(students)s students</strong>.
es: Va a enviar un correo electrónico a <strong>%(students)s alumnos</strong>.
it: Stai per inviare una email a <strong>%(students)s studenti </strong>.
tr: Şuna e-posta göndermek üzeresiniz: <strong>%(students)s students</strong>.

source: This course can send <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) e-mails this month still.
ar: You can send <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) e-mails this month yet for this course.
de: Das Kurs-Dashboard darf noch <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) verschicken diesen Monat.
el: Αυτό το μάθημα μπορεί να στείλει <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) emails ακόμα γι' αυτό το μήνα.
es: Este curso puede enviar todavía <strong>%(remain_send_emails)s</strong> (de %(max_mass_emails_month)s) correos este mes.
it: Questo corso può inviare <strong>%(remain_send_emails)s </strong> (de %(max_mass_emails_month)s) e-mail per questo mese.
tr: Bu kurs hala bu ay <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) e-posta gönderebilir.

source: This course has exceeded the maximum of emails that it can send this month: %(max_mass_emails_month)s.
de: Dieser Kurs hat das Maximum von E-Mails, dass er in diesem Monat senden darf, überschritten: %(max_mass_emails_month)s.
el: Αυτό το μάθημα έχει υπερβεί τον μέγιστο αριθμό ηλεκτρονικών μηνυμάτων που μπορεί να στείλει γι' αυτό το μήνα: %(max_mass_emails_month)s.
es: Este curso ha excedido el máximo de emails que puede enviar por mes: %(max_mass_emails_month)s.
it: Questo corso ha superato il numero massimo di e-mail che può inviare questo mese:%(max_mass_emails_month)s.
tr: Bu kurs bu ay gönderilebilecek maksimum e-posta sayısını aştı: %(max_mass_emails_month)s.

source: Previous emails
ar: الرسالة السابقة
de: Vorherige E-mails
el: Προηγούμενα ηλεκτρονικά μηνύματα
es: Correos ya enviados
it: E-mail precedenti
tr: Önceki e-postalar

source: There aren't massive emails sent yet.
ar: No bulk e-mail sent yet.
de: Noch keine massiven E-Mail Versand statt gefunden.
el: Δεν στάλθηκαν ακόμα μαζικά ηλεκτρονικά μηνύματα.
es: No se ha enviado aún ningún correo electrónico masivo.
it: Non sono ancora stete inviate e-mail.
tr: Henüz büyük çaplı e-postalar gönderilmedi

source: Sent at
ar: أرسل عبر
de: wurde versendet an
el: Στάλθηκε
es: Enviado el
it: Inviati a
tr: Şuna gönder

source: Warning
ar: تحذير
de: Warnung
el: Προειδοποίηση
es: ¡Atención!
it: Attenzione!
tr: Uyarı

source: The groups generation action <strong>cannot be undone</strong>. Please, ensure that your current values are the ones you want.
ar: The groups generation action <strong>cannot be undone</strong>. Please make sure that current set values are correct.
de: Die Aktion ´Gruppenerstellung´<strong> kann nicht rückgängig gemacht </ strong> werden. Bitte achten darauf, dass die aktuelle Werte endgültig sind.
el: Οι ομάδες δράσεων της γενιάς <strong> δεν μπορούν να καταργηθούν </strong>. Παρακαλώ, βεβαιωθείτε ότι οι υφιστάμενες αξίες είναι αυτές που θέλετε.
es: La acción de generación de grupos de <strong>no se puede deshacer</strong>. Por favor, asegúrese de que los valores actuales son los que usted desea.
it: L'azione dei gruppi di generazione <strong> non può essere annullata </ ​​strong>. Per favore, assicurarsi che i valori attuali sono quelli che si desidera.

source: If your are sure of the current configuration and want to generate the groups now, click on Accept; if not, click Cancel.
ar: If you are certain you wish to proceed with the current configuration and wish to generate the groups, click on Accept; if not, click Cancel.
de: Wenn Ihr sicher sind dass die angezeigte Konfiguration speichern und die Gruppen jetzt generieren wollen, klicken Sie bitte auf ´Übernehmen´Falls nicht, klicken Sie ´Abbrechen´.
el: Εάν είστε σίγουρος
es: Si usted está seguro de la configuración actual y quiere generar los grupos ahora, haga clic en Aceptar; si no, haga clic en Cancelar.
it: Se la sono sicuri della configurazione attuale e vogliono generare i gruppi ora, clicca su Accetta; se non, fare clic su Annulla.
tr: Var olan düzenlemeden eminseniz ve grupları şu anda oluştrumak istiyorsanız Kabul Et'e tıkla, eğer değilseniz İptal'e tıklayınız

source: Accept
ar: قبول
de: Akkezptieren
el: Αποδοχή
es: Aceptar
it: Accettare
tr: Kabul Et

source: Create groups
ar: إنشاء مجموعات
de: Gruppen erstellen
el: Δημιουργήστε ομάδες
es: Crear grupos
it: Crea corso
tr: Gruplar oluştur

source: Groups already exist for this course
ar: هذه المجموعات متواجده في هذه الماده سابقاً
de: Schon Gruppen eingeleitet für diesen Kurs
el: Οι ομάδες υπάρχουν ήδη γι αυτό το μάθημα
es: Los grupos de este curso ya están creados
it: Non ci sono statistiche per questo corso.
tr: Bu kurs için zaten gruplar var

source: General Info
ar: معلومات عامة
el: Γενικές πληροφορίες
tr: Genel Bilgi

source: Extra info
ar: معلومات إضافية
de: Zusätzliche Information
el: Έξτρα πληροφορίες
es: Información extra
it: Info extra
tr: Ekstra bilgi

source: Course appearance
ar: إظهار الماده
el: Εμφάνιση μαθήματος
tr: Ders görünümü

source: Credits and diploma
ar: الأرصدة والدبلوم
el: Μονάδες και δίπλωμα
tr: Kredi ve diploma

source: General info
ar: معلومات عامة
el: Γενικές πληροφορίες
tr: Genel Bilgi

source: Extra field
ar: حقل إضافي
el: Έξτρα πεδίο
tr: Ekstra alan

source: Max file size
ar: الحجم الأقصى للملف
de: Maximale Dateigrösse
el: Μέγιστο μέγεθος αρχείου
es: Tamaño máximo de archivo
tr: Maksimum dosya boyutu

source: Content id or url
ar: معرف محتوى أو رابط للتواصل
de: Content ID oder URL
el: Περιεχόμενο id or url
es: Id o url del contenido
it: contenuto Id o url
tr: Kimlik ve URL içeriği

source: Course images
ar: صور المادة الدراسيه
el: Εικόνες μαθήματος
tr: Kurs görüntüleri

source: Recommended image size
ar: حجم الصورة المفضل
el: Προτεινόμενο μέγεθος εικόνας
tr: Önerilen görüntü boyutu

source: Download CSV file
ar: تحميل كملف CSV
el: Κατεβάστε αρχείο CSV
tr: CSV dosyasını indir

source: Cumulative total of students
ar: المجموع التراكمي للطلاب
el: Συγκεντρωτικό σύνολο μαθητών
tr: Öğrencilerin toplamı

source: Students list
ar: قائمة الطلاب
de: Studentliste
el: Λίστα μαθητών
es: Lista de alumnos
tr: Öğrenciler listesi

source: View table
ar: عرض الجدول
el: Δείτε τον πίνακα
tr: Tabloya bak

source: Download CSV
ar: تنزيل CSV
el: Κατεβάστε CSV
tr: CSV indir

source: Student marks list
el: Λίστα βαθμών μαθητή
tr: Öğrenci puan listesi

source: Teachers list
ar: قائمة المعلمين
el: Λίστα δασκάλων
tr: Öğretmenler listesi

source: Go to student's profile
ar: إلى ملف الطالب
el: Πηγαίνετε στο προφίλ του μαθητή
tr: Öğrencinin profiline git

source: Saving changes has no finished yet
ar: حفظ التغييرات لم ينتهِ بعد
de: Das Speichern wurde noch nich abgeschlosen
el: Η αποθήκευση αλλαγών δεν έχει ολοκληρωθεί ακόμα
es: No has terminado de guardar cambios todavía
tr: Kayıt değişiklikleri henüz bitmedi

source: Are you sure you want to delete the item \
ar: هل أنت متأكد أنك تريد حذف هذا البند؟
de: Sind Sie sicher dass Sie ítem \ löschen möchten?
el: Είστε σίγουρος θέλετε να διαγράψετε αυτό το αντικείμενο?
es: ¿Estas seguro de que quieres borrar este ítem \
tr: Öğeyi silmek istediğinizden emin misiniz?

source: Radiobutton
ar: مربع إختيار
de: Markierungsknopf
el: Κουμπί ραδιοφώνου
es: Botón excluyente
tr: Radyo düğmesi

source: Advanced
ar: متقدم
de: Fortgeschritten
el: Προχωρημένοι
es: Avanzado
tr: İleri seviye

source: Coord. X
ar: الإحداثي (س)
el: Συντ. Χ
tr: Koord. X

source: Coord. Y
ar: الإحداثي (ص)
el: Συντ. Υ
tr: Koord. Y

source: Width
ar: عرض
de: Breite
el: πλάτος
es: Ancho
tr: Genişlik

source: Height
ar: إرتفاع
de: Höhe
el: Υψος
es: Altura
tr: Yükseklik

source: Go back
ar: للخلف
de: Zurück
el: Πήγαινε πίσω
es: Volver
it: Torna indietro
tr: Geri dön

source: Started
ar: بدأ
de: Angefangen
el: Ξεκίνησαν
es: Comenzado
it: Iniziato
tr: Başladı

source: Passed
ar: نجح
de: Bestanden
el: Πέρασαν
es: Aprobado
it: Superato
tr: Geçti

source: Reviewed
ar: تمت مراجعته
de: Überprüft
el: Αξιολόγηση
es: Han revisado
it: Rivisto
tr: Değerlendirildi

source: Not started
ar: لم يبدأ بعد
de: Noch nicht angefangen
el: Δεν ξεκίνησαν
es: No comenzado
it: Non iniziato
tr: Başlamadı

source: Incompleted
ar: Incomplete
de: Nicht vollständig
el: Μη ολοκληρωμένα
es: No completado
tr: Tamamlanmadı

source: Not passed
ar: لم ينجح
de: Nicht bestanden
el: Δεν πέρασαν
es: Suspendido
it: Non superato
tr: Geçmedi

source: Students evolution
ar: Students progress
de: Lernfortschritts
el: Εξέλιξη μαθητών
es: Evolución de los estudiantes
it: Studenti evoluzione
tr: Öğrencilerin gelişimi

source: Viewed
ar: تمت مراجعته
de: angesehen
el: Εμφάνιση
es: Visto
it: Visto
tr: Görüldü
