Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: let us help you
ar: دعنا نساعدك
de: Wir helfen Sie gerne
el: αφήστε μας να σας βοηθήσουμε
es: Deja que nos encarguemos
tr: Size yardımcı olalım

source: Sending
ar: إرسال
de: sendet..
el: Αποστολή
es: Enviando
tr: Yollanıyor

source: There was an error sending your message. Please, try again.
ar: حدثت مشكلة أثناء إرسالة رسالتك, الرجاء المحاولة مجدداً.
de: Ihr E-mail Versand ist leider fehlgeschlagen. Bitte versuchen Sie es erneut.
el: Υπήρχε κάποιο σφάλμα στην αποστολή του μηνύματος. Παρακαλώ, δοκιμάστε ξανά.
es: Ha ocurrido un error al enviar tu mensaje. Por favor, inténtalo de nuevo.
tr: Mesajınızı gönderirken bir hata oluştu. Lütfen tekrar deneyin.

source: For a better support, we will automatically collect some navigation information like your user name, email, the platform section you are visiting, the device and browser you are using and your geographic location. If you do not agree this, do not click on the send button and send us an email to support@ecolearning.eu to get help without giving this information automatically. Thank you.
ar: للحصول على دعم أفضل, سنقوم بجمع بعض المعلومات مثل اسم المستخدم الخاص بك أو البريد الإلكتروني، والقسم الأساسي الذي تقوم بزيارته، الجهاز والمتصفح الذي تستخدمه والموقع الجغرافي الخاص بك تلقائيا. إذا كنت لا توافق على هذا، لا تنقر على زر الإرسال وترسل لنا رسالة بالبريد الالكتروني على support@ecolearning.eu للحصول على مساعدة دون أخذ تلك المعلومات تلقائياً. و شكراً.
de: Für eine bessere Unterstützung, wird ECO Learning automatisch Navigationsinformationen sammeln wie Benutzernamen , E-Mail, besuchte Plattformabschnitt, das Gerät und Browser der Sie verwenden und Ihr Ort . Wenn Sie damit nicht einverstanden sind, clicken Sie bitte nicht auf ´Absenden´ und senden Sie uns eine E-Mail an support@ecolearning.eu um Unterstützung ohne Eintrage dieser Information zu erhalten. Vielen Dank.
el: Για καλύτερη υποστήριξη, θα μαζέψουμε αυτόματα κάποιες πληροφορίες πλοήγησης όπως το όνομα χρήστη, email, τα τμήματα της πλατφόρμας που επισκέπτεστε, την συσκευή και το πρόγραμμα πλοήγησης και την γεωγραφική σας τοποθεσία. Εάν δεν είστε σύμφωνοι με αυτό, μην πατήσετε πάνω στο κουμπί αποστολή και στείλετε email στο support@ecolearning.eu για παροχή βοήθειας χωρίς να δώσετε αυτές τις πληροφορίες αυτόματα. Ευχαριστούμε
es: Para poder ayudarte mejor, vamos a tomar algunos datos tuyos del usuario como son tu nombre, email, parte de la plataforma desde la que solicitas ayuda, el navegador, dispositivo y localización geográfica. Si no estás de acuerdo, envía un correo a support@ecolearning.eu e intentaremos ayudarte sin estos datos. Gracias.
tr: Daha iyi destek için otomatik olarak kullanıcı adı, e-posta, ziyaret ettiğiniz platform kısmı, kullandığınız cihaz-kullanıcı adı ve coğrafi lokasyonunuz gibi nagivasyon bilgisi toplayacağız. Bunu kabul etmiyorsunuz yolla tuşuna tıklamayınız ve bu bilgileri otomatik olarak vermeden yardım almak için support@ecolearning.eu adresine e-posta gönderiniz. Teşekkürker

source: Please, log into ECO to send us a message
ar: يرجى تسجيل الدخول إلى ECO لترسل لنا رسالة
de: Loggen Sie ich in Ihr ECO-Konto ein um uns eine Nachricht zu senden
el: Παρακαλώ, συνδεθείτε στο ECO για να μας στείλετε ένα μήνυμα
es: Por favor, inicia sesión en ECO para enviarnos un mensaje
tr: Bize bir mesaj göndermek için ECO'ya giriş yapın

source: Hello! Active your location
ar: مرحباً !, حدد مكانك, أرجوك
de: Guten Tag! Bitte aktivieren Sie die Ortunng.
el: Χαίρεται! Ενεργοποιήστε την τοποθεσία σας
es: Hola! Activa tu ubicación
tr: Merhaba! Konumunuzu etkinleştirin

source: for a better educational experience
ar: للحصول على تجربة علمية أفضل
de: für eine bessere Bildungserfahrung
el: για μία καλύτερη εμπειρία εκμάθησης
es: para una mejor experiencia educativa
tr: Daha iyi bir eğitim tecrübesi için

source: Location permission in
ar: صلاحيات الموقع في
de: Ortung erlaubt für
el: Άδεια τοποθεσίας
es: Permiso de localización
tr: Konum izni

source: More information
ar: المزيد من المعلومات
de: Mehr Information
el: Περισσότερες πληροφορίες
es: Más información
tr: Daha fazla bilgi

source: Your browser is
ar: متصفّحك الحالي هو
de: Ihr Browser ist
el: Το πρόγραμμα περιήγησης σας είναι
es: Su navegador es
tr: Tarayıcınız

source: Active location tracking by clicking on <strong>Allow</strong> in the bar that will appear above
de: Sie können aktive Ortung einschalten wenn Sie auf <strong>Erlauben</strong> im Browserfenster oben klicken.
el: Ενεργοποίηση εντόπισης τοποθεσίας πατώντας στο <strong>Allow</strong>μέσα στην μπάρα που θα εμφανιστεί πιο πάνω
es: Activa el rastreo de la ubicación haciendo clic en <strong>Permitir</strong> en la barra que aparecerá arriba
tr: Üst tarafta ortaya çıkacak ara çubuğuna tıklayarak <strong>Allow</strong> aktif lokasyon takip edilebilir

source: Active location tracking by clicking on <strong>Allow</strong> in the bar that will appear below
de: Sie können aktive Ortung einschalten wenn Sie auf <strong>Erlauben</strong> im Browserfenster unten klicken.
el: Ενεργοποίηση εντόπισης τοποθεσίας πατώντας στο <strong>Allow</strong>μέσα στην συνομιλία που θα εμφανιστεί πιο κάτω
es: Activa el rastreo de la ubicación haciendo clic en <strong>Permitir</strong> en la barra que aparecerá debajo
tr: Alt tarafta ortaya çıkacak ara çubuğuna tıklayarak <strong>Allow</strong> aktif lokasyon takip edilebilir

source: Active location tracking by selecting <strong>Share Location</strong> on the dialog that will appear above
de: Sie können aktive Ortung einschalten wenn Sie im Dialogfenster oben<strong>Ort teilen</strong> selektieren.
el: Ενεργοποίηση εντόπισης τοποθεσίας πατώντας στο <strong>OK</strong> μέσα στην συνομιλία που θα εμφανιστεί πιο πάνω
es: Activa el rastreo de la ubicación seleccionando <strong>Compartir Ubicación</strong> en el diálogo que aparecerá arriba
tr: Üst tarafta ortaya çıkacak diyalogu <strong>Share Location</strong> seçerek aktif lokasyon takip edilebilir

source: Active location tracking by clicking on <strong>Allow</strong> in the dialog that will appear above
de: Sie können aktive Ortung einschalten wenn Sie im Dialogfenster oben<strong>´Erlauben´</strong> selektieren.
el: Ενεργοποίηση εντόπισης τοποθεσίας πατώντας στο <strong>Allow</strong>μέσα στην συνομιλία που θα εμφανιστεί πιοπάνω
es: Activa el rastreo de la ubicación haciendo clic en <strong>Permitir</strong> en el diálogo que aparecerá arriba
tr: Üst tarafta ortaya çıkacak diyalogun içinde <strong>Allow</strong> tıklayarak aktif lokasyon takip edilebilir

source: Active location tracking by selecting <strong>Always allow</strong> on the <strong>Options for this site</strong> dropdown that will appear in the bar that will appear below
de: Sie können aktive Ortung einschalten wenn Sie im Aufklappmenü im Browserfenster unten bei <strong>´Optionen für diese Webite´</strong>die Option <strong>´Immer erlauben´</strong> selektieren.
el: Ενεργοποίηση εντόπισης τοποθεσίας επιλέγοντας <strong>Always allow</strong> πάνω στο <strong>Options for this site</strong> dropdown που θα εμφανιστεί μέσα στην μπάρα που θα εμφανιστεί πιο κάτω
es: Activa el rastreo de la ubicación seleccionando <strong>Permitir siempre</strong> en el desplegable <strong>Opciones para este sitio</strong> que aparecerá en la barra debajo
tr: Konum takibini aktifleştirmek için açılan menüdeki <strong>Bu site için seçenekler</strong> altındaki listeden <strong>Her zaman izin ver</strong> seçeneğini seçiniz

source: Active location tracking by clicking on <strong>OK</strong> in the dialog that will appear
de: Aktive Ortung, indem Sie auf <strong> OK </ strong> im Dialogfeld das erscheint clicken.
el: Ενεργοποίηση εντόπισης τοποθεσίας πατώντας στο <strong>OK</strong> μέσα στην συνομιλία που θα εμφανιστεί
es: Activa el rastreo de la ubicación haciendo clic en <strong>Aceptar</strong> en el cuadro de diálogo que aparecerá
tr: Ortaya çıkacak diyalogun içinde <strong>OK</strong> tıklayarak aktif lokasyon takip edilebilir

source: Why tracking my location is important?
ar: لماذا تعقّب مكاني مهم جداً ؟
de: Warum ist Standortermittlung hilfreich?
el: Γιατί εντοπίζοντας την τοποθεσία μου είναι σημαντικό;
es: ¿Por qué el seguimiento de mi ubicación es importante?
tr: Benim lokasyonumu takip etmem neden önemli?

source: Allowing us to know where you are is useful for you. Why?, because we use this information to suggest you courses and user groups to enhance your learning experience. ECO are massive and open online courses with emphasis on the location and importance of networked learning. Your geographic location helps us improve your learning experience, thank you
ar: أن تسمح لنا أن نعرف أين أنت من المفيد بالنسبة لك. لماذا ؟، لأننا نستخدم هذه المعلومات لأقترح عليك الدورات ومجموعات المستخدمين لتعزيز تجربة التعلم الخاص بك. ECO هي الدورات ضخمة ومفتوحة على الانترنت مع التركيز على موقع وأهمية التعلم الشبكي. الموقع الجغرافي الخاص بك يساعدنا على تحسين تجربة التعلم الخاص بك، وشكرا لكم
el: Επιτρέποντας μας να ξέρουμε πού βρίσκεστε είναι βοηθητικό για εμάς. Γιατί;, επειδή χρησιμοποιούμε αυτή την πληροφορία για να σας προτείνουμε μαθήματα και ομάδες χρηστών που θα ενισχύσουν την εμπειρία εκμάθησης. ECO είναι μαζικά και ανοικτά συνδεδεμένα μαθήματα δίνοντας έμφαση στην τοποθεσία και στην σημαντικότητα της δικτυακής εκμάθησης. Η γεωγραφική σας τοποθεσία μας βοηθά να βελτιώνουμε της δικής σας εμπειρία εκμάθησης, Ευχαριστούμε
es: El permitirnos saber dónde se encuentra es útil para usted. ¿Por qué?, porque usamos esta información para sugerir cursos y grupos de usuarios para mejorar su experiencia de aprendizaje. ECO son cursos online masivos y abiertos con énfasis en la localización y la importancia del aprendizaje en red. Su ubicación geográfica nos ayuda a mejorar su experiencia de aprendizaje, gracias
tr: Nerede olduğunu takip etmemize izin vermeniz sizin için yararlıdır. Neden? Çünkü biz bu bilgiyi kurslar ve kullanıcı grupları önererek sizin öğrenme tecrübenizi geliştirmekte kullanıyoruz. ECO büyük ve internet üzerinden kullanılabilen lokasyona ve ağ öğrenimine önem veren açık öğretimdir. Sizin coğrafi lokasyonunuz öğrenme tecrübenizi geliştirmemize yardımcı olur, teşekkürker.

source: Always open course
ar: درس متاح دائماً
de: Kurs immer verfügbar
el: Πάντα ανοικτό μάθημα
es: Curso siempre abierto
tr: Her zaman açık kurs

source: Important information
ar: معلومات مهمة
de: Wichtige Informationen
el: Σημαντικές πληροφορίες
es: Información importante
tr: Önemli bilgi

source: This course is always open so you can access to all contents anytime but, as the edition has been ended, there could be less people participating.
ar: هذا الدرس متاح دائماً, وبإمكانك الوصول إليه في أي وقت, ولكن هذه النسخة قد إنتهت بسبب قلة المشاركين فيها.
de: Dieser Kurs ist ständig geöffnet und Sie haben jederzeit Zugang zu dem Inhalt. Trotzdem informieren wir Sie dass aktuell weniger Teilnehmer aktiv sind, weil die letzte Kursedition bereits zu Ende ist.
el: Αυτό το μάθημα είναι πάντα ανοικτό ώστε να μπορείτε να έχετε πρόσβαση οποιαδήποτε ώρα αλλά, εφόσον αυτή η έκδοση έχει τερματιστεί, θα υπάρχουν λιγότεροι άνθρωποι που θα συμμετέχουν.
es: Este curso está siempre abierto por lo que puedes acceder a sus contenidos en cualquier momento, pero dado que la última edición ya ha finalizado, puede que haya menos alumnos participando.
tr: Kurs her zaman açıktır. İstediğin zaman tüm içeriğe erişebilirsiniz. Ancak yayın sona erdiğinden az sayıda katılımcı olacaktır.

source: Come on, enter and learn more!
ar: إدخل هنا, وتعلم المزيد !
de: Registrieren Sie sich und erfahren Sie mehr
el: Ελάτε, ενωθείτε και μάθετε περισσότερα!
es: ¡Vamos, entra y sigue aprendiendo!
tr: Hadi, giriş yapın ve daha fazla bilgi alın!

source: Catalogue
ar: فهرس
de: Katalog
el: Κατάλογος
es: Catálogo
it: Catalogo
tr: Katalog

source: Log in
ar: دخول
de: Einloggen
el: Σύνδεση
es: Entrar
it: Accedi
tr: Oturum aç

source: Get help
ar: طلب مساعدة
de: Brauchen Sie Hilfe?
el: Ζητήστε βοήθεια
es: Obtenga ayuda
tr: Yardım al

source: Support
ar: مساعدة
de: Hilfe
el: Υποστήριξη
es: Soporte
tr: Destek

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinien
el: Πολιτική προστασίας προσωπικών δεδομένων
es: Política de privacidad
it: Norme sulla Privacy
tr: Gizlilik Politikası

source: Terms of Service
ar: شروط الخدمة
de: Dienstleistungsbedingungen
el: Όροι χρήσης
es: Términos de uso
it: Termini di servizio
tr: Kullanım Şartları

source: Open
ar: افتح
el: Άνοιξε
tr: Açık

source: MOOC
ar: دروس مجانية عبر الإنترنت
el: MOOC- Ανοικτά Διαδικτυακά Μαζικά Μαθήματα
tr: MOOC - Kitlesel Açık Çevrimiçi Kurslar

source: Follow us
ar: تابعونا
de: Folgen Sie un
el: Ακολουθήστε μας
es: Síguenos
it: Segui
tr: Bizi takip et

source: Powered by
ar: دعم من
de: Bereitgestellt von
el: Λειτουργεί με
es: Con la tecnología de
it: Condiviso da
tr: Tarafından desteklenmektedir

source: moocng site admin
ar: مدير الدروس المجانيه عبر الإنترنت
el: διαχείριση ιστοσελίδας moocng
es: Sitio de administración de moocng
tr: moocng site yöneticisi

source: moocng administration
ar: إدارة الدروس المجانية عبر الإنترنت
el: διαχείριση moocng
es: Administración de moocng
it: amministrazione moocng
tr: moocng yönetim

source: Change password
ar: تغيير كلمة المرور
de: Kennwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
it: Cambia password
tr: Şifre değiştir

source: Send global massive email
ar: ارسل رسالة عالمية
de: E-mail versenden
el: Μαζική αποστολή email
es: Enviar correos globales masivos
it: Invia e-mail
tr: Global büyük e-posta gönder

source: Send global massive announcement
ar: ارسل إعلان عالمي ضخم
de: E-mail Ankündigung weltweit versenden.
el: Μαζική αποστολή ανακοίνωσης
es: Enviar comunicados globales masivos
it: Invia annuncio a tutti gli iscritti
tr: Global büyük duyuru gönder

source: Tests
ar: تجربة
de: Prüfungen
el: Δοκιμές
es: Pruebas
it: Test
tr: Testler

source: Documentation
ar: الوثائق
de: Dokumentation
el: Έγγραφα
es: Documentación
it: Documentazione
tr: Belgeleme

source: Open Mozilla Backpack
ar: إفتح المتصفح موزيلا
it: Apri Mozilla Backpack
tr: Mozilla Backpack'ı Aç

source: Thumbnail
ar: صورة مصغره
es: Imagen para mostrar en vista de grid
it: miniatura
tr: Küçük resim

source: AS
es: RE
tr: Mevcut varlık

source: Microblogging
ar: المدونات الصغيرة
de: Mikroblogging
tr: Mikroblog

source: Permalink
ar: الرابط الثابت
tr: Kalıcı bağlantı

source: Slug for the instance
ar: مكان الحالة
de: Kurzname für die Instanz
es: Slug de la instancia
tr: Durum slug

source: UNFOLLOW
ar: إلغاء المتابعه
es: Dejar de seguir
it: NON SEGUIRE
tr: TAKİBİ BIRAK

source: Url
ar: رابط

source: Slug
ar: نكز
it: Abbreviazione

source: Hashtag
ar: الرمز

source: Wiki
ar: ويكي

source: Twitter URL
ar: رابط Twitter

source: Facebook URL
ar: رابط facebook

source: LinkedIn URL
ar: رابط LinkedIn

source: Server Error (500)
ar: مشكلة في السيرفر
es: Error interno del servidor (500)

source: +1 on Google+
de: +1 auf Google+
es: +1 en Google+
it: +1 Su Google+

source: Save changes and add a question to this nugget
de: Speichern Sie die Änderungen und fügen Sie eine Frage zu diesem Nugget hin.

source: Save changes and add a peer review assignment to this nugget
de: Speichern Sie die Änderungen und fügen Sie einen Peer Review zu diesem Nugget hin.

source: Use a media content as solution
de: Medien als Lösung anwenden.

source: Use a text as solution
de: Einer Text als Lösung anwenden.

source: Save changes and edit question's options
de: Änderungen speichern und Fragen editieren

source: Save changes and add an evaluation criterion
de: Änderungen speichern und Bewertungskriterium hinfügen
