Repository: GeographicaGS/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: ar, de, el, es, it, tr

source: External certification available
ar: شهادة الخارجية متاحة
de: Externe Zertifizierung verfügbar
el: Εξωτερικό διαθέσιμο πιστοποιητικό
es: Certificación externa disponible
tr: Dış sertifikasyon mevcut

source: Certification file
ar: ملف الشهادة
de: Zertifizierungsdatei
el: Αρχείο για το πιστοποιητικό
es: Fichero de diploma
tr: Sertifikasyon dosyası

source: Completion badge
ar: شارة الإنهاء
de: Abchlusssmarke
el: Εμβλήμα ολοκλήρωσης
es: Medalla de completado de curso
it: badge di completamento
tr: Tamamlama sembolü

source: Enrollment method
ar: طريقة التسجيل
de: Registrierungsmethode
el: Μέθοδος εγγραφής
es: Método de matriculación
it: Metodo di iscrizione
tr: Kayıt yöntemi

source: Draft
ar: مسودة
de: Entwurf
el: Πρόχειρο
es: Borrador
it: Bozza
tr: Taslak

source: Published
ar: تم نشره
de: veröffentlicht
el: Δημοσίευση
es: Publicado
it: Pubblicato
tr: Yayın

source: Hidden
ar: مخفي
de: Ausgeblended
el: Κρυφό
es: Oculto
it: Nascosto
tr: Gizli

source: Always Open
ar: متاح دائماً
de: ständig verfügbar
el: Πάντα ανοικτό
es: Siempre abierto
tr: Her zaman açık

source: Status
ar: الحاله
de: Stand
el: Κατάσταση
es: Estado
it: Stato
tr: Statü

source: thumbnail image alternative text
ar: النص البديل عن الصورة المصغرة
de: Thumbnail Bild Alt Text
el: thumbnail εικόνα εναλλακτικό κείμενο
es: texto alternativo para la miniatura de la imagen
it: immagine di anteprima del testo alternativo
tr: alternatif metin küçük resim

source: This text is used to describe the thumbnail image. It is necessary for accessibility
ar: يستخدم هذا النص لوصف الصورة المصغرة. ومن الضروري كتابته
de: Dieser Text wird verwendet um den Thumbnail zu beschreiben, damit den Kurs im Internet besser findbar ist
el: Αυτό το κείμενο χρησιμοποιείτε για να περιγράψει την εικόνα thumbnail. Είναι αναγκαίο για την δυνατότητα πρόσβασης.
es: Este texto se utiliza para describir la miniatura de la imagen. Es necesario por motivos de accesibilidad
it: Questo testo è usato per descrivere l'immagine di anteprima. E 'necessario per l'accessibilità
tr: Bu metin küçük resmi tanımlamak için kullanılıyor. Erişim için gereklidir.

source: Background
ar: خلفية
de: Hintergrund
el: Φόντο
es: Fondo
it: Sfondo
tr: Arka plan

source: Static page
ar: صفحه جامده
de: statische Seite
el: Σταθερή σελίδα
es: Página estática
it: Pagina statica
tr: Statik sayfa

source: Created from
ar: أنشئت من
de: erfasst von
el: Δημιουργήθηκε από
es: Creada desde
it: Creato da
tr: Tarafından düzenlendi

source: Is the activity student of this course clonable?
ar: هل نشاط هذا الطلب في الماده مقلّد ؟
de: Sind die Studentaktivitäten klonierbar?
el: Αυτή η δραστηριότητα του μαθήματος είναι αντιγραφή;
es: ¿Se puede clonar la actividad de un estudiante en este curso?
it: L'attività dello studente in questo corso è duplicabile?
tr: Bu kursun öğrenci aktivitesi kopyalanabilir mi?

source: Maximum of massive emails that a course can send per month
ar: الحد الأقصى من رسائل البريد الإلكتروني التي يمكن أن ترسل شهريا
de: Maximum erlaubte E-mailings pro Monat por Kurs.
el: Μέγιστος αριθμός μαζικής αποστολής ηλεκτρονικών μηνυμάτων που μπορεί να σταλθεί ανά μήνα
es: Número máximo de emails que un curso puede enviar por mes
it: Numero massimo di annunci che è possibile inviare al mese da un corso
tr: Kursun ayda gönderebileceği büyük ölçekteki maksimum e-posta sayısı

source: Has this course groups?
ar: هل لديه هذه المجموعات التدريبية ؟
de: Verfügt dieser Kurs über Gruppen?
el: Έχει ομάδες αυτό το μάθημα;
es: ¿Activar grupos?
it: Può elencare i corsi di un utente
tr: Bu kursun grubu var mı?

source: Maximum number of members allowed for each group
ar: الحد الأقصى لعدد الأعضاء المسموح بها لكل مجموعة
de: Maximum erlaubte Teilnnahmeranzahl pro Gruppe
el: Ο μέγιστος αριθμός μελών που επιτρέπονται για κάθε ομάδα
es: El número máximo de miembros admitidos para cada grupo
it: Numero massimo di membri consentito per ogni gruppo
tr: Her grup için maksimum üye sayısı

source: Is this course official?
ar: هل هذه الدوره رسميه ؟
el: Είναι αυτό το μάθημα επίσημο;
es: ¿Es un curso oficial?
tr: Bu kurs resmi mi?

source: course
ar: درس
de: Kurs
el: μάθημα
es: curso
it: Corso.
tr: kurs

source: courses
ar: الدورات
de: Kurse
el: μαθήματα
es: cursos
it: Corsi
tr: kurslar

source: Can list courses of an user
ar: يمكن لقائمة الدورات التدريبية لمستخدم
de: darf Kurse von einem Benutzer auflisten
el: Μπορείς να καταγράψεις τα μαθήματα ενός χρήστη
es: Puede listar cursos de un usuario
it: Può elencare i corsi di un utente
tr: Kullanıcının kursları sıralanabilir

source: Can list passed courses of an user
ar: يمكن لقائمة الدورات تم تمريرها لأحد المستخدمين
de: darf bestanden Kurse von einem Benutzer auflisten
el: Μπορείς να καταγράψεις τα περασμένα μαθήματα ενός χρήστη
es: Puede listar los cursos aprobados
it: Può elencare i corsi passati di un utente
tr: Kullanıcının geçtiği kurslar sıralanabilir

source: Body
ar: المحتوى
de: Inhalt
el: Κύριο μέρος
es: Cuerpo
it: Corpo
tr: Vücut

source: Static pages
ar: صفحه جامده
de: statische Seiten
el: Σταθερές σελίδες
es: Páginas estáticas
it: Pagine Statiche
tr: Statik sayfalar

source: Teacher
ar: معلم
de: Lehrer(in)
el: Δάσκαλος
es: Profesor
it: Docente
tr: Öğretmen

source: course teacher
ar: مدرس الماده
de: Kurslehrer
el: δάσκαλος μαθήματος
es: profesor del curso
it: docente del corso
tr: Kurs öğretmeni

source: course teachers
ar: مدرسو الماده
de: Kurslehrer / Kurslehrerinnen
el: δάσκαλοι μαθήματος
es: profesores de los cursos
it: docenti del corso
tr: kurs öğretmenleri

source: Student
ar: طالب
el: Μαθητής
es: Alumno
it: Studente
tr: Öğrenci

source: First time in this course
ar: الاسم الأول في هذه الحصه
de: Zum ersten Mal im Kurs
el: Πρώτη φορά σε αυτό το μάθημα
es: Primera vez en este curso
it: Prima volta in questo corso
tr: Bu kursta ilk kez

source: No cloned
ar: لم ينتسخ
de: nicht kloniert
el: Δεν κλωνοποιήθηκε
es: No clonado
it: Non duplicato
tr: Kopyalanmadı

source: Cloned
ar: منسوخ
de: kloniert
el: Κλωνοποιήθηκε
es: Clonado
it: Duplicato
tr: Kopyalandı

source: Old course status
ar: حالة الدرس السابق
de: Stand alter Kurs
el: Κατάσταση παλιού μαθήματος
es: Estado del curso anterior
it: Stato del corso terminato
tr: Eski kurs durumu

source: Progress
ar: التقدم
de: Fortschritt
el: Εξέλιξη
es: Progreso
it: Avanzamento
tr: İlerleme

source: Rate
ar: التصنيف
de: Grad
el: Βαθμός
es: Valorar
it: Valuta
tr: Derece

source: Enrollment timestamp
ar: القيد الزمني
de: Zeitpunkt Registrierung
el: Ώρα εγγραφής
es: Método de matriculación
it: Metodo di iscrizione
tr: Kayıt zaman damgası

source: Latitude
ar: مدى
de: Breitengrad
el: Γεωγραφικό πλάτος
es: Latitud
it: Latitudine
tr: Enlem

source: Longitude
ar: خط الطول
de: Längegrad
el: Γεωγραφικό μήκος
es: Longitud
it: Longitudine
tr: Boylam

source: course student
ar: طالب الماده
de: Kursstudent
el: σπουδαστής μαθήματος
es: curso estudiante
it: studente del corso
tr: Kurs öğrencisi

source: course students
ar: طلاب الماده
de: Kursstudenten
el: σπουδαστές μαθήματος
es: curso estudiantes
it: studenti del corso
tr: Kurs öğrencileri

source: Content
ar: المحتوى
de: Inhalt
el: Περιεχόμενο
es: Contenido
it: Contenuto
tr: İçerik

source: announcement
ar: إعلان
de: Ankündigung
el: ανακοίνωση
es: comunicado
it: annuncio
tr: Duyuru

source: announcements
ar: إعلانات
de: Ankündigungen
el: ανακοινώσεις
es: comunicados
it: annunci del corso
tr: Duyurular

source: Normal
ar: طبيعي
el: Κανονικό / Μέσο όρο
it: Normale

source: Homework
ar: واجب
de: Aufgaben
el: Εργασία
es: Tareas
it: Compiti
tr: Ev ödevi

source: Exam
ar: إمتحان
de: Prüfung
el: Εξέταση
es: Examen
it: Esame
tr: Sınav

source: Type
ar: نوع
de: Typ
el: Τύπος
es: Tipo
it: Tipo
tr: Tür

source: Start
ar: بدء
de: Anfang
el: Έναρξη
es: Fecha de inicio
it: Avvia
tr: Başla

source: Until this date is reached, no contents of this module will be shown to the students.
ar: حتى يتم التوصل إلى هذا التاريخ، سيتم عرض أي محتويات هذه الوحدة للطلاب.
de: Bis diesen Zeitpunkt wird Inhalt dieses Kurses nicht an Studenten angezeigt
el: Μέχρι να έρθει αυτή η ημερομηνία, κανένα περιεχόμενο αυτής της ενότητας δεν θα φανεί στους σπουδαστές.
es: Mientras no se alcance esta fecha, no se mostrarán los contenidos de este módulo a los alumnos.
it: Fino al raggiungimento di tale data, nessun contenuto di questo modulo sarà mostrato agli studenti.
tr: Bu tarihe ulaşana kadar, bu modülün hiçbir içeriği öğrencilere gösterilmeyecek.

source: Deadline
ar: الموعد النهائي
de: Abgabetermin
el: Προθεσμία
es: Fecha límite
it: Scadenza
tr: Bitiş tarihi

source: Until this date is reached, the students will be able to modify their answers, but won't see the solution
ar: إلى أن يتم الوصول إلى هذا التاريخ, يستطيع الطلاب أن يعدّلوا إجاباتهم, ولكن لن يستطيعوا أن يروا الحل.
de: Bis zu diesem Datum darfen Studenten ihre Antworten ändern, aber werden Lösungen noch nicht angezeigt.
el: Μέχρι να έρθει αυτή η ημερομηνία, οι σπουδαστές θα μπορούν να αλλάξουν τις απαντήσεις τους αλλά δεν θα μπορούν να δουν την λύση.
es: Mientras no se alcance esta fecha, los alumnos podrán modificar sus respuestas, pero no ver las soluciones.
it: Fino al raggiungimento di tale data, gli studenti saranno in grado di modificare le loro risposte, ma non vedere la soluzione
tr: Bu tarih ulaşılana kadar, öğrenciler cevapları değiştirebilecek, ancak çözümü göremeyecekler

source: Weight
ar: وزن
de: Gewicht
el: Βάρος
es: Peso
it: Peso
tr: Ağırlık

source: Listable
ar: يمكن عرضه
el: Λίστα
it: Elencabili
tr: Liste

source: unit
ar: وحده
de: Einheit
el: μονάδα
es: módulo
it: unità
tr: ünite

source: units
ar: وحدات
de: Einheiten
el: μονάδες
es: módulos
it: unità
tr: üniteler

source: Unit
ar: وحده
de: Einheit
el: Μονάδα
es: Módulo
it: unità
tr: Ünite

source: Instructor's comments
ar: تعليقات المعلم
de: Kommentare Ausbilder
el: Σχόλια εκπαιδευτικού
es: Comentarios del profesor
it: Commenti del docente
tr: Eğitmenin yorumları

source: Supplementary material
ar: المواد التكميلية
de: Zusätzliches Material
el: Συμπληρωματικό υλικό
es: Material suplementario
it: Materiale supplementare
tr: Ek materyal

source: nugget
ar: كتلة
el: ψήγμα
es: píldora
it: Unità
tr: modül

source: nuggets
ar: كتل
el: ψήγματα
es: píldoras
it: Unità
tr: modüller

source: Nugget
ar: كتلة
el: Ψήγμα
es: Píldora
it: Unità
tr: Modül

source: VTT file
ar: ملف VTT
el: αρχείο VTT
es: A rellenar
it: Da completare
tr: VTT dosyası

source: Transcription type
ar: نوع النسخ
de: Die Umschriftart
el: Τύπος μεταγραφής
es: Descripción
it: Descrizione
tr: Transkripsiyon türü

source: transcription
ar: نسخة
de: Umschrift
el: μεταγραφή
es: Mis notas
it: I miei sottotitoli
tr: kopyalama

source: transcriptions
ar: نُسخ
de: Umschriften
el: μεταγραφές
es: Mis notas
it: I miei sottotitoli
tr: kopyalamalar

source: Attachment
ar: مرفق
de: Anhang
el: Επισυναπτόμενο
es: Adjunto
it: Allegato
tr: Ek dosya

source: attachment
ar: مرفق
de: Anhang
el: επισυναπτόμενο
es: adjunto
it: allegato
tr: ek dosya

source: attachments
ar: مرفقات
de: Anhänge
el: επισυναπτόμενα
es: adjuntos
it: allegati
tr: ek dosyalar

source: Solution text
ar: نص الحل
de: Schlüsseltext
el: Κείμενο λύσης
es: Texto con la solución
it: Testo Soluzione
tr: Çözüm metni

source: If the solution video is specified then this text will be ignored.
ar: إذا تم تحديد فيديوا الحل, إذن هذا النص سيتم تجاهله.
de: Falls das Video mit Hinweisen verfügbar ist, wird diesen Schlüsseltext fällig.
el: Εάν το βίντεο λύσης είναι προσδιορισμένο τότε να αγνοήσετε αυτό το κείμενο.
es: Si se especifica el vídeo con la solución entonces este texto será ignorado.
it: Se la soluzione video è specificata allora questo testo verrà ignorato.
tr: Video çözümü belirlenmişse metin gözardı edilecek.

source: Last frame of the nugget's video
ar: الإطار الأخير من الفيديو شارات
de: Letzter Rahmen des Nuggets Video
el: Τελευταίο πλάνο του ψήγματος βίντεο
es: Última imagen del vídeo de la píldora
it: Ultimo fotogramma del video dell'unità
tr: Modülün videosunun son karesi

source: Use the last frame of the video
ar: استخدام اللحظة الأخيره من الفيديو
de: Benutzen Sie letzten Rahmen des Videos
el: Χρησιμοποιήστε το τελευταία πλάνα του βίντεο
es: Usar la última imagen del vídeo
it: Utilizzare l'ultimo fotogramma del video
tr: Videonun son karesini kullan

source: Chooses if the nugget's video last frame is used, or a white canvas instead.
ar: Choose if you use the last frame of the video or a blank canvas in this nugget.
de: Wählt , ob letzten Frame des Nuggets Video verwendet wird, oder anstatt eine weiße Leinwand.
el: Επιλέξτε αν στο μάθημα θα εμφανίζεται το τελευταίο καρέ του βίντεο ή ένα λευκό φόντο.
es: Determina si se hace uso del último cuadro del vídeo de la píldora, o si en su lugar se usa un lienzo en blanco.
it: Scegli se utilizzare l'ultimo fotogramma del video dell'unità, o una tela bianca, invece.
tr: Modül videonun son karesinin kullanımını ya da onun yerine beyaz tuvali seçer

source: question
ar: سؤال
de: Frage
el: ερώτηση
es: pregunta
it: domanda
tr: soru

source: questions
ar: أسئلة
de: Fragen
el: ερωτήσεις
es: preguntas
it: domande
tr: sorular

source: {0} - Question {1}
el: {0} - Ερώτηση {1}
es: {0} - Pregunta {1}
it: {0} - Domanda {1}
tr: {0} - Soru {1}

source: Question
ar: سؤال
de: Frage
el: Ερώτηση
es: Pregunta
it: Domanda
tr: Soru

source: Solution
ar: الحلول
de: Lössung
el: Λύση
es: Solución
it: Soluzione
tr: Çözüm

source: Label text
ar: نص الحل
de: Kennzeichnung
el: Ετικέτα κειμένου
es: Texto de la etiqueta
it: Testo Etichetta
tr: Metin etiketi

source: Solution feedback for the student
ar: التغذية الراجعه حول الحل للطالب
de: Rückkopplung für Student
el: Σχόλια πάνω στην λύση για τους μαθητές
es: Ayuda para el estudiante
it: Feedback per lo studente
tr: Öğrenci için çözüm geribildirimi

source: Order
ar: رتب
de: Reihenfolge
el: Εντολή / Σειρά
es: Orden
it: Ordini
tr: Diğer

source: Group name
ar: اسم المجموعة
de: Gruppenname
el: Όνομα ομάδος
es: Nombre del curso
it: Nome del corso
tr: Grup adı

source: option
ar: خيار
el: επιλογή
es: opción
it: opzione
tr: seçenek

source: options
ar: خيارات
de: Optionen
el: επιλογές
es: opciones
it: opzioni
tr: seçenekler

source: {0}.{1} ({2}: {3}) at {4} x {5}
el: {0}.{1} ({2}: {3}) στο {4} x {5}
es: {0} . {1} ( {2} : {3} ) a {4} x {5}

source: This course is not public. Your have access to it because you are staff member
ar: هذا الدرس بالطبع ليس مفتوحاً. لديك حق الوصول إليه لأنك عضو.
de: Dieser Kurs ist nicht offenbar zugänglich. Sie haben Zugang, weil Sie Mittarbeiter(in) sind.
el: Αυτό το μάθημα δεν είναι ανοικτό στο κοινό. Έχετε πρόσβαση σε αυτό διότι είστε μέλος του πρσωπικού.
es: Este curso no es público. Tienes acceso a él porque eres miembro del equipo de administradores
it: Questo corso non è pubblico. Hai accesso in qualità di membro dello staff
tr: Bu kurs herkese açık değil. Siz personel üyesi olduğunuz için buna erişebiliyorsunuz.

source: This course is not public. Your have access to it because you are a super user
ar: هذا الدرس بالطبع ليس عاماً. لديك الحق في الوصول إليه لأنك المستخدم السوبر
de: Dieser Kurs ist nicht offenbar zugänglich. Sie haben Zugang, weil Sie einen über nennwerter Benutzer sind.
el: Αυτό το μάθημα δεν είναι ανοικτό στο κοινό. Έχετε πρόσβαση σε αυτό διότι είστε super χρήστης
es: Esto curso no es público. Tienes acceso a él porque eres un super usuario
it: Questo corso non è pubblico. Hai accesso in qualità di super utente
tr: Bu kurs herkese açık değil. Siz süper kullanıcı olduğunuz için buna erişebiliyorsunuz

source: This course is not public. Your have access to it because you are a teacher of the course
ar: هذا الدرس بالطبع ليس مفتوحاً. لديك حق الوصول إليه لأنك أستاذ الماده
de: Dieser Kurs ist nicht offenbar zugänglich. Sie haben Zugang, weil Sie der Lehrer / die Lehrerin sind.
el: Αυτό το μάθημα δεν είναι ανοικτό στο κοινό. Έχετε πρόσβαση σε αυτό διότι είστε καθηγητής/καθηγήτρια του μαθήματος
es: Este curso no es público. Tienes acceso a él porque eres profesor del curso
it: Questo corso non è pubblico. Hai accesso in qualità di docente del corso
tr: Bu kurs herkese açık değil. Siz kursun öğretmeni olduğunuz için buna erişebiliyorsunuz

source: This course is always open, but the last edition has finished. <a id="alwaysopen_info" href="#">More info</a>.
de: Dieser Kurs ist ständig verfügbar, aber die letzte Edition ist bereitss abgelaufen. <a id="alwaysopen_info" href="#">Mehr Information</a>.
el: Αυτό το μάθημα είναι πάντα ανοικτό, αλλά η τελευταία έκδοση έχει ολοκληρωθεί. <a id="alwaysopen_info" href="#">Περισσότερες πληροφορίες </a>.
es: Este curso está siempre abierto, pero la última edición ya ha terminado. <a id="alwaysopen_info" href="#">Más información</a>.
tr: Bu kurs açık, ancak son sürümü bitti. <a id="alwaysopen_info" href="#">More info</a>.

source: We're sorry, but the course has finished.
ar: نحن آسفون، لكن الدورة انتهت.
de: Unsere Entschuldigungen, aber dieser Kurs ist zu Ende.
el: Απολογούμαστε, αλλά αυτό το μάθημα έχει ολοκληρωθεί.
es: Lo sentimos, pero el curso ha finalizado.
it: Siamo spiacenti, ma il corso è terminato.
tr: Özür dileriz, kurs bitti.

source: You could see your transcript <a href="%s">here</a>
de: Sie können Ihre Umschrift <a href="%s">hier</a>überprüfen
el: Θα μπορέσετε να δείτε τα πρακτικά <a href="%s">here</a>
es: Puedes ver tus notas <a href="%s">aquí</a>
it: Puoi vedere la tua trascrizione <a href = " %s "> qui </a>
tr: Transkriptinizi görebilirsiniz <a href="%s">here</a>

source: This course has not started yet
ar: هذه الدوره لم تبدأ بعد.
de: Dieser Kurs hat noch nicht angefangen
el: Αυτό το μάθημα δεν έχει αρχίσει ακόμα.
es: Este curso no está listo aún
it: Questo corso non è ancora pronto
tr: Kurs henüz başlamadı

source: This course has not started yet, but you can enroll into it
ar: لم تبدأ هذه الدورة بعد، ولكن يمكنك التسجيل فيها.
de: Dieser Kurs hat noch nicht angefangen aber Sie können sich schon registrieren.
el: Αυτό το μάθημα δεν έχει αρχίσει ακόμα, αλλά μπορείτε ακόμα να εγγραφείτε
es: Este curso aún no ha comenzado, pero usted puede inscribirse en él
it: Questo corso non è ancora iniziata, ma è possibile iscriversi in esso
tr: Bu kurs henüz başlamadı, ancak kayıt olabilirsiniz

source: This course has finished
ar: هذا الدرس قد إنتهى
de: Dieser Kurs ist abgeschlossen
el: Αυτό το μάθημα έχει ολοκληρωθεί.
es: Este curso está vacío
it: Questo corso è vuoto
tr: Kurs bitti

source: This course is not public
ar: هذا الدرس خاص
de: Dieser Kurs ist nicht offenbar
el: Αυτό το μάθημα δεν είναι ανοικτό στο κοινό.
es: Este curso no está listo aún
it: Questo corso non è ancora pronto
tr: Kurs herkese açık değil

source: Only administrators can create courses
ar: المسؤولون فقط هم من ينشؤون الدورات.
de: Leider sind nur Administratoren erlaubt Kurse zu verfassen
el: Μόνο οι διαχειριστές μπορούν να δημιουργήσουν μαθήματα
es: Sólo los administradores pueden crear cursos
it: Solo gli amministratori possono creare corsi
tr: Sadece yöneticiler dersler oluşturabilir

source: That user doesn't exists, the owner must be an user of the platform
ar: هذا المستخدم لا موجودا، يجب أن يكون المالك والمستخدم للمنصة
de: Dieser Benutzer besteht nicht. Kurserfasser soll Benutzer sein von dieser Plattform
el: Αυτός ο χρήστης δεν υπάρχει, ο ιδιοκτήτης πρέπει να είναι ένας χρήστης της πλατφόρμας.
es: El usuario no existe, el propietario de un curso ha de ser un usuario de la plataforma
it: Questo utente non esiste, il proprietario deve essere un utente registrat in piattaforma
tr: Kullanıcı bulunamadı, sahibi platformun kullanıcısı olmalıdır

source: There is more than a teacher with this name or email, please select other or contact with support.
ar: هناك أكثر من معلم مع هذا الاسم أو البريد الإلكتروني، يرجى اختيار البعض أو الاتصال بالدعم.
de: Es gibt mehr als eine/einen Lehrerin/Lehrer mit diesem Name oder E-mail; bitte selektieren einen andere Kontakt für Unterstützung
el: Υπάρχουν πάνω από ένας δάσκαλος με αυτό το όνομα ή email, σας παρακαλώ όπως επιλέξετε άλλο ή επικοινωνήστε με την τεχνική υποστήριξη.
es: Hay más de un profesor con este nombre o correo electrónico, por favor elige otro o contacta con el soporte.
tr: Bu isim ya da e-posta adresine sahip birden fazla öğretmen var, lütfen diğer seçeneği seçin ya da destek birimiyle iletişime geçin.

source: The owner must be a name plus ID or an email
ar: المالك يجب إن يكون اسمه مع الرقمه الخاص أو البريد الإلكتروني
de: Kurserfasser sollte eingetragen werden mit Nachname und ID oder E-mail Adresse
el: Ο ιδιοκτήτης πρέπει να έχει ένα όνομα μαζί με Αριθμό Ταυτότητας ή ένα email.
es: El propietario debe definirse mediante un nombre más ID, o un correo electrónico
it: Il proprietario deve essere un nome più ID o una e-mail
tr: Sahibinin kimlik ya da e-posta ile ismi olmalı

source: The name can't be an empty string
ar: الاسم لا يمكن أن يكون فارغ
el: Το όνομα δεν μπορεί να είναι μία άδεια μεταβλητή
es: El nombre del curso no puede ser una cadena vacía
it: Il nome non può essere una stringa vuota
tr: İsim boş olamaz

source: To fill
ar: للملء
de: Zum Ausfüllen
el: Να συμπληρωθεί
es: A rellenar
it: Da completare
tr: Doldurulmalı

source: Your course "%s" has been created
de: Ihr Kurs "%s" wurde ergestellt.
el: Το μάθημα σας "%s" έχει δημιουργηθεί
es: Su curso "%s" ha sido creado
it: Il tuo corso " %s "è stato creato
tr: "%s" kursunuz oluşturuldu

source: The course was successfully created
ar: تمت عملية الحجز بنجاح
de: Der course wurde erfolgreich ergestellt
el: Το μάθημα δημιουργήθηκε με επιτυχία.
es: El curso se ha creado con éxito
it: Il corso è stat
tr: Kurs başarıyla oluşturuldu

source: We are cloning the activity from %(course)s. You will receive an email soon
de: Wir kopieren die Aktivitäten von %(course)s. Sie werden in Kürze einen E-mail empfangen.
el: Αντιγράφουμε αυτή την δραστηριότητα από %(course)s. Θα λάβετε ένα ηλεκτρονικό μήνυμα σύντομα.
es: Estamos clonando la actividad de %(course)s. Recibirás un email pronto
it: Stiamo copiando l'attività da%(course)s. Riceverai una e-mail al più presto
tr: %(course)s.'den/dan aktiviteyi kopyalıyoruz. Yakında bir e-posta alacaksınız

source: There has been a problem downloading the video. Please check the logs
ar: كان هناك مشكلة في تحميل الفيديو. يرجى مراجعة السجلات.
de: Das Herunterladen vom Video ist leider fehlgeschlagen. Bitte überprüfen Sie die Logs.
el: Υπάρχει πρόβλημα στην λήψη του βίντεο. Σας παρακαλώ όπως ελέγξετε το αρχείο καταγραφής.
es: Ha habido un problema descargando el vídeo. Por favor, compruebe los logs.
it: C'è stato un problema durante il download del video. Si prega di controllare gli accessi
tr: Videoyu indirmede bir sorun oluştu. Lütfen kayıt arşivini kontrol ediniz

source: The video is about to be downloaded. Please be patient
ar: الفيديو على وشك أن يتم تحميلها. يرجى التحلي بالصبر
de: Ihr Video wird gerade vorbereiten zum Runterladen. Wir bitten Ihnen um etwas Geduld
el: Γίνεται η λήψη του βίντεο. Παρακαλώ όπως περιμένετε.
es: El vídeo va a ser descargado. Por favor, sea paciente.
it: Il video sta per essere scaricato. Un attimo di pazienza
tr: Video neredeyse indiriliyor. Lütfen bekleyiniz.

source: The video is being downloaded at this moment. Please be patient
ar: يتم تحميل الفيديو في هذه اللحظة. يرجى الإنتظار
de: Ihr Video wird gerade runtergeladen. Wir bitten Ihnen um etwas Geduld
el: Γίνεται λήψη του βίντεο αυτή την στιγμή. Παρακαλώ όπως περιμένετε.
es: El vídeo se está descargando en este momento. Por favor, sea paciente.
it: Il video viene scaricato in questo momento. Un attimo di pazienza
tr: Video indiriliyor. Lütfen bekleyiniz.

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
it: Errore sconosciuto
tr: Bilinmeyen hata

source: This is the topic for
ar: هذا الموضوع ل
de: Dies ist ein Theme für
el: Αυτό είναι το θέμα για
es: Este es el tema para
it: Questo è il tema per
tr: Şunun için konu:
